{
    "teams": [
        {
            "idTeam": "134880",
            "idSoccerXML": null,
            "idAPIfootball": "132",
            "intLoved": "1",
            "strTeam": "Atlanta Hawks",
            "strTeamShort": "ATL",
            "strAlternate": "",
            "intFormedYear": "1946",
            "strSport": "Basketball",
            "strLeague": "NBA",
            "idLeague": "4387",
            "strLeague2": "NBA Summer League",
            "idLeague2": "5399",
            "strLeague3": "",
            "idLeague3": null,
            "strLeague4": "",
            "idLeague4": null,
            "strLeague5": "",
            "idLeague5": null,
            "strLeague6": "",
            "idLeague6": null,
            "strLeague7": "",
            "idLeague7": null,
            "strDivision": null,
            "strStadium": "State Farm Arena",
            "strKeywords": "",
            "strRSS": "www.nba.com/hawks/rss.xml",
            "strStadiumThumb": "https://www.thesportsdb.com/images/media/team/stadium/qxstqs1420567922.jpg",
            "strStadiumDescription": "State Farm Arena (formerly Philips Arena) is a multi-purpose indoor arena located in Atlanta, Georgia. The arena serves as the home venue for the National Basketball Association (NBA)'s Atlanta Hawks. It also served as home to the National Hockey League's Atlanta Thrashers from 1999 to 2011, before the team moved to Winnipeg, as well as the Women's National Basketball Association (WNBA)'s Atlanta Dream from 2008 to 2016 and 2019. It opened in 1999 at a cost of $213.5 million, replacing the Omni Coliseum. It is owned by the Atlanta Fulton County Recreation Authority and operated by the Hawks, owned by Tony Ressler along with a group of investors including Grant Hill.",
            "strStadiumLocation": "Atlanta, Georgia",
            "intStadiumCapacity": "16600",
            "strWebsite": "www.nba.com/hawks",
            "strFacebook": "www.facebook.com/hawks",
            "strTwitter": "twitter.com/atlhawks",
            "strInstagram": "www.instagram.com/atlhawks",
            "strDescriptionEN": "The Atlanta Hawks are an American professional basketball team based in Atlanta. The Hawks compete in the National Basketball Association (NBA) as a member of the league's Eastern Conference Southeast Division. The team plays its home games at State Farm Arena.\r\n\r\nThe team's origins can be traced to the establishment of the Buffalo Bisons in 1946 in Buffalo, New York, a member of the National Basketball League (NBL) owned by Ben Kerner and Leo Ferris. After 38 days in Buffalo, the team moved to Moline, Illinois, where they were renamed the Tri-Cities Blackhawks. In 1949, they joined the NBA as part of the merger between the NBL and the Basketball Association of America (BAA), and briefly had Red Auerbach as coach. In 1951, Kerner moved the team to Milwaukee, where they changed their name to the Hawks. Kerner and the team moved again in 1955 to St. Louis, where they won their only NBA Championship in 1958 and qualified to play in the NBA Finals in 1957, 1960 and 1961. The Hawks played the Boston Celtics in all four of their trips to the NBA Finals. The St. Louis Hawks moved to Atlanta in 1968, when Kerner sold the franchise to Thomas Cousins and former Georgia Governor Carl Sanders.\r\n\r\nThe Hawks currently own the second-longest drought (behind the Sacramento Kings) of not winning an NBA championship at 63 seasons. The franchise's lone NBA championship, as well as all four NBA Finals appearances, occurred when the team was based in St. Louis. Meanwhile, they went 48 years without advancing past the second round of the playoffs in any format, until finally breaking through in 2015. However, the Hawks are one of only four NBA teams that have qualified to play in the NBA playoffs in 10 consecutive seasons in the 21st century. They achieved this feat between 2008 and 2017.",
            "strDescriptionDE": "Die Atlanta Hawks sind eine in Atlanta (Georgia) ansässige Basketball-Mannschaft in der US-amerikanischen Profiliga NBA.\r\n\r\nIm Sommer 2017 verließ All-Star Paul Millsap die Hawks nach vier Jahren und wechselte zu den Denver Nuggets. Auch die anderen Leistungsträger Dwight Howard, Tim Hardaway, Jr. und Thabo Sefolosha verließen das Team. Deshalb wurde ein Neuaufbau um den deutschen Point Guard Dennis Schröder begonnen. Unterstützt von jungen Spielern wie John Collins und Taurean Prince schlossen die Hawks die Saison mit einer Bilanz von 24 Siegen und 58 Niederlagen, so dass die erste Saison des Neuaufbaus weit außerhalb der Playoff-Ränge auf dem letzten Platz Eastern Conference endete. Im Anschluss an die Saison 2017/2018 gab zudem Headcoach Mike Budenholzer seinen Abschied von den Hawks bekannt und einigte sich mit dem Club auf eine vorzeitige Auflösung seines Vertrages.\r\n\r\nAm 11. Mai 2018 gab das Franchise bekannt, dass Lloyd Pierce neuer Headcoach der Hawks wird. Seit 2007 war Pierce als Assistantcoach bei verschiedenen Teams der NBA (Cleveland Cavaliers, Golden State Warriors, Memphis Grizzlies und Philadelphia 76ers) tätig. Nun tritt er seine erste Anstellung als Cheftrainer an.[2] Beim NBA-Draft 2018 wählte Atlanta an 3. Stelle den slowenischen Shooting Guard Luka Dončić aus, welcher jedoch gegen den 5. Pick des Drafts Point Guard Trae Young und einen zukünftigen Erstrundenpick getauscht wurde. Am 19. Juli gaben die Hawks bekannt, dass der bisherige Franchise-Player Dennis Schröder und Center Mike Muscala die Franchise in einem 3-Team-Trade verlassen werden. In diesem Deal, in dem auch die Oklahoma City Thunder und die Philadelphia 76ers involviert waren, erhielt man All-Star Carmelo Anthony, welcher sofort gewaivt wurde, Justin Anderson und einen 2022er 1. Rundenpick.",
            "strDescriptionFR": "Les Hawks d’Atlanta (en anglais : Atlanta Hawks « les rapaces d’Atlanta ») sont une franchise professionnelle de basket-ball de la NBA basée à Atlanta en Géorgie. Ils font partie de la Conférence Est et de la Division Sud-Est. Ils disputent leurs rencontres à domicile à la Philips Arena située dans le centre ville d'Atlanta.\r\n\r\nFondée à Moline, Illinois en 1946 sous le nom des Tri-Cities Blackhawks, cette équipe fait partie de la National Basketball League (NBL) lorsqu'elle rejoint la National Basketball Association (NBA) en 1949. Lors de son déménagement à Milwaukee en 1951, la franchise prend le nom de Hawks. Elle s'installe à Saint Louis en 1955 où elle remporte son unique titre de champion NBA. Cette équipe est présente à Atlanta depuis 1968.\r\n\r\nLes Hawks n'ont plus remporté le titre NBA depuis 1958. Il s'agit de la seule franchise, avec les Kings de Sacramento, à posséder la période la plus longue sans titre. Toutes les participations des Hawks en Finales NBA datent de l’époque où la franchise était basée à Saint Louis.\r\n\r\nCes résultats s’expliquent en partie à cause des mauvais choix effectués lors de la Draft de la NBA. En effet, depuis 1980 seuls quatre joueurs draftés par la franchise (Doc Rivers, Kevin Willis, Al Horford et Jeff Teague) ont été sélectionnés pour disputer un All-Star Game.",
            "strDescriptionCN": null,
            "strDescriptionIT": null,
            "strDescriptionJP": null,
            "strDescriptionRU": "Атланта Хокс (англ. Atlanta Hawks) — профессиональный баскетбольный клуб из Атланты, штата Джорджия, США. Выступает в Юго-восточном дивизионе Восточной конференции Национальной баскетбольной ассоциации. Домашние матчи проводит на «Стэйт Фарм-арена», в Атланте.\r\n\r\nКоманда основана в 1946 году, как «Баффало Байзонс» и стала участником Национальной баскетбольной лиги. После первых 13 игр, переименована в «Три-Ситис Блэкхокс» и переехала в Молин, штат Иллинойс. В 1949 году, команда присоседилась к НБА, после слияния лиги с БАА. В 1951, переехала в Милуоки, также сократив приставку в название до «Хокс». В 1955 году, команда снова переехала, на этот раз уже Сент-Луис, где выиграла титул чемпиона НБА в 1958. «Хокс» переехали в Атланту в 1968, где играют до сих пор.\r\n\r\n«Хокс» обладает второй по значимости, безвыигрышной серии (после «Сакраменто Кингз»), 54 года с момента последний победы в НБА. Все главные успехи клуба пришлись на время, когда команда выступала Сент-Луисе, 3 финала НБА и чемпионский титул.",
            "strDescriptionES": null,
            "strDescriptionPT": "O Atlanta Hawks é um time da National Basketball Association em Atlanta, na Geórgia, Estados Unidos.\r\n\r\nHistória\r\n1946-53: Tri-Cities e Milwaukee\r\nA franquia foi fundada em 1946 como Tri-Cities Blackhawks na National Basketball League, na região das Quad Cities, dividida entre as cidades de Moline, Rock Island e Davenport, as duas primeiras em Illinois e a última em Iowa. Quando a NBL se fundiu com a Basketball Association of America para formar a National Basketball Association, os Blackhawks chegaram aos playoffs no ano inaugural da NBA, sob a liderança do técnico Red Auerbach. Em 1951, a franquia foi transferida para Milwaukee, Wisconsin, tendo o nome encurtado para Hawks. Em 1953, o time contratou Bob Pettit, um futuro MVP. Apesar disto, o Hawks foi um dos piores times na temporada, e em 1955 a franquia se mudou novamente, desta vez para St. Louis, Missouri.\r\n\r\n1954-67: St. Louis\r\nEm St. Louis, os Hawks se tornaram uma das equipes mais fortes da NBA, falhando apenas uma vez em se classificar para a pós-temporada com jogadores como Bob Pettit, Lenny Wilkens e Ed Macauley (que passou sua última temporada em 1958-59 como técnico-jogador antes de assumir o banco de vez no ano seguinte). No segundo ano do time em Missouri começou uma série de quatro finais em cinco anos, todas contra o Boston Celtics. A segunda destas, em 1958, garantiu o único título da história da franquia, ajudados pelo líder dos Celtics Bill Russell se machucar no que seria sua única final perdida. Apesar da equipe competitiva, o dono Ben Kerner estava insatisfeito de jogar no pequeno Kiel Auditorium e ocasionalmente na imensa mas ultrapassada St. Louis Arena, e a cidade negava suas tentativas de construir um novo ginásio. Eventualmente Kerner vendeu a equipe para dois empresários de Atlanta, Tom Cousins e Carl Sanders, que mudaram o time para a Geórgia.\r\n\r\n1968-presente: Atlanta\r\nEnquanto se construía um novo ginásio, os Hawks jogavam no Alexander Memorial Coliseum, sede do time de basquete da Georgia Tech. A equipe começou os anos 70 competitivos sob os atletas Pete Maravich e Lou Hudson, e se mudaram em 1972 para o Omni Coliseum - dividido com uma equipe da NHL, o Atlanta Flames e parte do atual complexo CNN Center. Durante um período de reconstrução no fim da década, em 1977 o empresário de televisão e dono do time de beisebol Atlanta Braves Ted Turner comprou os Hawks em 1977. Turner ajudou a manter a equipe no sul dos Estados Unidos, e garantia muita exposição em seus canais.\r\n\r\nDurante a década de 1980, os Hawks se tornaram uma das equipes mais fortes da NBA sob o técnico Mike Fratello e a liderança do especialista em enterradas Dominique Wilkins e o baixinho Spud Webb, fechando 5 temporadas seguidas com mais de 50 vitórias. A década de 1990 viu algumas boas temporadas com atletas como Dikembe Mutombo e Stacey Augmon, enquanto se construía uma nova arena a ser dividida com uma franquia da NHL. A Philips Arena foi inaugurada em 1999.\r\n\r\nO novo ginásio viu o período mais improdutivo dos Hawks, que ficaram 8 anos seguidos sem se classificar para os playoffs. A situação mudou após conseguir Joe Johnson do Phoenix Suns em 2005, que liderou em 2007-08 uma equipe que incluía o novato Al Horford e os experientes Zaza Pachulia, Josh Smith, e Marvin Williams e conseguiram a última vaga no Leste, antes de forçar os eventuais campeões Boston Celtics a jogarem sete jogos antes de eliminarem Atlanta. Os Hawks desde então nunca perderam a pós-temporada, se reinventando com aquisições como Jeff Teague, Kyle Korver e Paul Millsap. Em 2014-15, os Hawks tiveram a melhor campanha do Leste com 62 vitórias, e chegaram às finais de conferência pela primeira vez em sua história.",
            "strDescriptionSE": null,
            "strDescriptionNL": "De Atlanta Hawks is een professioneel basketbalteam uit Atlanta, Georgia. Ze spelen in de Southeast Division van de Eastern Conference in de NBA. De Philips Arena is hun thuishaven.\r\n\r\nGeschiedenis\r\nDe club bestaat sinds 1946, maar is verschillende keren van plaats en naam veranderd: Buffalo Bizons (1946), Tri-Cities Blackhawks (1946-1951), Milwaukee Hawks (1951-1955) en St.-Louis Hawks (1955-1968).",
            "strDescriptionHU": null,
            "strDescriptionNO": "Atlanta Hawks er et amerikansk basketball-lag som spiller i ligaen NBA. Laget holder til i Atlanta i Georgia, og spiller hjemmekampene i Philips Arena.",
            "strDescriptionIL": null,
            "strDescriptionPL": null,
            "strKitColour1": "#e03a3e",
            "strKitColour2": "#ffcd00",
            "strKitColour3": "",
            "strGender": "Male",
            "strCountry": "United States",
            "strTeamBadge": "https://www.thesportsdb.com/images/media/team/badge/q3bx641635067495.png",
            "strTeamJersey": "https://www.thesportsdb.com/images/media/team/jersey/1jx19i1666547835.png",
            "strTeamLogo": "https://www.thesportsdb.com/images/media/team/logo/3lyn5b1503742089.png",
            "strTeamFanart1": "https://www.thesportsdb.com/images/media/team/fanart/rptxyq1420549311.jpg",
            "strTeamFanart2": "https://www.thesportsdb.com/images/media/team/fanart/rwsxps1420568889.jpg",
            "strTeamFanart3": "https://www.thesportsdb.com/images/media/team/fanart/qvxqwp1420739456.jpg",
            "strTeamFanart4": "https://www.thesportsdb.com/images/media/team/fanart/vsqrwq1420740046.jpg",
            "strTeamBanner": "https://www.thesportsdb.com/images/media/team/banner/xuxtyv1420740260.jpg",
            "strYoutube": "www.youtube.com/user/OfficialAtlantaHawks",
            "strLocked": "unlocked"
        },
        {
            "idTeam": "134860",
            "idSoccerXML": null,
            "idAPIfootball": "133",
            "intLoved": "2",
            "strTeam": "Boston Celtics",
            "strTeamShort": "BOS",
            "strAlternate": "",
            "intFormedYear": "1946",
            "strSport": "Basketball",
            "strLeague": "NBA",
            "idLeague": "4387",
            "strLeague2": "NBA Summer League",
            "idLeague2": "5399",
            "strLeague3": "",
            "idLeague3": null,
            "strLeague4": "",
            "idLeague4": null,
            "strLeague5": "",
            "idLeague5": null,
            "strLeague6": "",
            "idLeague6": null,
            "strLeague7": "",
            "idLeague7": null,
            "strDivision": null,
            "strStadium": "TD Garden",
            "strKeywords": "",
            "strRSS": "http://www.nba.com/celtics/rss.xml",
            "strStadiumThumb": "https://www.thesportsdb.com/images/media/team/stadium/yuyrvx1420576364.jpg",
            "strStadiumDescription": "The TD Garden (previously the Shawmut Center, the FleetCenter, and the TD Banknorth Garden; nicknamed the Boston Garden and The Garden) is a multi-purpose arena in Boston, Massachusetts. It is named after its sponsor, TD Bank, a subsidiary of Canada's Toronto-Dominion Bank.\r\n\r\nTD Garden is the home arena for the Boston Bruins of the National Hockey League and Boston Celtics of the National Basketball Association. It is owned by Delaware North, whose CEO, Jeremy Jacobs, also owns the Bruins. It is the site of the annual Beanpot college hockey tournament, and hosts the annual Hockey East Championships. The arena has also hosted many major national sporting events including the 1999, 2003, and 2009 NCAA Division I Men's Basketball regional first and second rounds, the 2009 and 2012 Sweet Sixteen and Elite Eight, the 1998 Frozen Four, the 2004 Frozen Four, the 2014 United States Figure Skating Championships, the 2006 Women's Final Four, and it will host the 2015 Frozen Four. It hosted games 3, 4, and 6 of the 2011 Stanley Cup Finals and the 2013 Stanley Cup Finals for the Bruins, and games 1, 2, and 6 of the 2008 NBA Finals and games 3, 4, and 5 of the 2010 NBA Finals for the Celtics.\r\n\r\nIt is located directly above Boston's North Station.",
            "strStadiumLocation": "Boston, Massachusetts",
            "intStadiumCapacity": "18624",
            "strWebsite": "www.nba.com/celtics",
            "strFacebook": "www.facebook.com/bostonceltics",
            "strTwitter": "www.twitter.com/Celtics",
            "strInstagram": "www.instagram.com/celtics",
            "strDescriptionEN": "The Boston Celtics (ˈsɛlˌtɪks) are an American professional basketball franchise based in Boston, Massachusetts. They play in the Atlantic Division of the Eastern Conference in the National Basketball Association (NBA). Founded in 1946 and one of eight NBA teams (out of 23 total teams) to survive the league's first decade, the team is currently owned by Boston Basketball Partners LLC. The Celtics play their home games at the TD Garden, which they share with the National Hockey League's Boston Bruins. The franchise's seventeen championships are the most for any NBA franchise, and account for 25.4% of all NBA championships since the league's founding in 1946. This makes the Boston Celtics the most successful franchise to date in the major four traditional North American professional sports.\r\n\r\nThe Celtics have met the Lakers a record twelve times in the Finals, including their most recent appearances in 2008 and 2010, with the Celtics winning nine and Lakers winning three. Four Celtics (Bob Cousy, Bill Russell, Dave Cowens and Larry Bird) have won the NBA Most Valuable Player Award for an NBA record total of ten MVP awards. Their mascot 'Lucky the Leprechaun' is a nod to the team's Irish heritage and to Boston's historically large Irish population.\r\n\r\nThe Celtics rose again after struggling through the 1990s to win a championship in 2008 with the help of Kevin Garnett, Paul Pierce, and Ray Allen. During this time, point guard Rajon Rondo developed into a perennial all-star. Paul Pierce and Kevin Garnett were later traded to the Brooklyn Nets.",
            "strDescriptionDE": null,
            "strDescriptionFR": null,
            "strDescriptionCN": null,
            "strDescriptionIT": null,
            "strDescriptionJP": null,
            "strDescriptionRU": null,
            "strDescriptionES": null,
            "strDescriptionPT": null,
            "strDescriptionSE": null,
            "strDescriptionNL": null,
            "strDescriptionHU": null,
            "strDescriptionNO": null,
            "strDescriptionIL": null,
            "strDescriptionPL": null,
            "strKitColour1": "#007a33",
            "strKitColour2": "#FFFFFF",
            "strKitColour3": "",
            "strGender": "Male",
            "strCountry": "United States",
            "strTeamBadge": "https://www.thesportsdb.com/images/media/team/badge/4j85bn1667936589.png",
            "strTeamJersey": "https://www.thesportsdb.com/images/media/team/jersey/dhklhy1507043377.png",
            "strTeamLogo": "https://www.thesportsdb.com/images/media/team/logo/xwuypy1420737149.png",
            "strTeamFanart1": "https://www.thesportsdb.com/images/media/team/fanart/3bbiqw1549272990.jpg",
            "strTeamFanart2": "https://www.thesportsdb.com/images/media/team/fanart/quxwwv1420576982.jpg",
            "strTeamFanart3": "https://www.thesportsdb.com/images/media/team/fanart/xvwvvy1420736099.jpg",
            "strTeamFanart4": "https://www.thesportsdb.com/images/media/team/fanart/vrspuy1420736469.jpg",
            "strTeamBanner": "https://www.thesportsdb.com/images/media/team/banner/yrstur1420736680.jpg",
            "strYoutube": "www.youtube.com/user/bostonceltics",
            "strLocked": "unlocked"
        },
        {
            "idTeam": "134861",
            "idSoccerXML": null,
            "idAPIfootball": "134",
            "intLoved": "1",
            "strTeam": "Brooklyn Nets",
            "strTeamShort": "BKN",
            "strAlternate": "",
            "intFormedYear": "1967",
            "strSport": "Basketball",
            "strLeague": "NBA",
            "idLeague": "4387",
            "strLeague2": "NBA Summer League",
            "idLeague2": "5399",
            "strLeague3": "",
            "idLeague3": null,
            "strLeague4": "",
            "idLeague4": null,
            "strLeague5": "",
            "idLeague5": null,
            "strLeague6": "",
            "idLeague6": null,
            "strLeague7": "",
            "idLeague7": null,
            "strDivision": null,
            "strStadium": "Barclays Center",
            "strKeywords": "",
            "strRSS": "http://www.nba.com/nets/rss.xml",
            "strStadiumThumb": "https://www.thesportsdb.com/images/media/team/stadium/rtwwsx1420587399.jpg",
            "strStadiumDescription": "Barclays Center is a multi-purpose indoor arena in Brooklyn, New York City. It sits partially on a platform over the Metropolitan Transportation Authority (MTA)-owned Vanderbilt Yards rail yard at Atlantic Avenue for the Long Island Rail Road (LIRR). It is part of a $4.9 billion future business and residential complex now known as Pacific Park.\r\n\r\nThe site is located adjacent to the newly renamed MTA Atlantic Avenue – Barclays Center subway station (2 3 4 5 B D N Q R trains) and the LIRR’s Atlantic Terminal in Brooklyn. The arena hosts the National Basketball Association’s Brooklyn Nets, along with concerts, conventions and other sporting events. The venue competes with other facilities in the New York metropolitan area, including Madison Square Garden in Manhattan, Nassau Coliseum in Uniondale, Prudential Center in Newark, and Izod Center in East Rutherford. Beginning in 2015, it will also be the home of the New York Islanders of the National Hockey League. The arena and the Brooklyn Nets are owned by Mikhail Prokhorov's American holdings.\r\n\r\nInitially proposed in 2004 when real estate developer Bruce Ratner purchased the Nets for $300 million as the first step of the process to build a new home for the team, the development of the arena experienced significant hurdles along the way. Its use of eminent domain and its potential environmental impact stirred up community resistance, especially as residential buildings and businesses such as the Ward Bakery were to be demolished and large amounts of public subsidies were used, which led to multiple lawsuits. The global recession of 2009 also caused financing for the project to dry up. As a result, the start of construction was delayed for many years and at times in danger of not happening at all. Groundbreaking for construction occurred on March 11, 2010, and the arena was opened to the public on September 21, 2012, which was also attended by some 200 protesters. It held its first event with a Jay Z concert on September 28, 2012.",
            "strStadiumLocation": "Brooklyn, New York",
            "intStadiumCapacity": "17732",
            "strWebsite": "www.nba.com/nets",
            "strFacebook": "www.facebook.com/BrooklynNets",
            "strTwitter": "twitter.com/brooklynnets",
            "strInstagram": "www.instagram.com/brooklynnets/#",
            "strDescriptionEN": "The Brooklyn Nets are an American professional basketball franchise based in Brooklyn, New York, a borough of New York City. They are a member of the Atlantic Division of the Eastern Conference in the National Basketball Association (NBA), as well as an original member of the American Basketball Association (ABA).\r\nThe Brooklyn Nets were founded in 1967 and initially played in Teaneck, New Jersey, as the New Jersey Americans. In its early years, the team led a nomadic existence, moving to Long Island in 1968 and playing in various arenas there as the New York Nets.\r\n\r\nLed by Hall of Famer Julius \"Dr. J\" Erving, the Nets won two ABA championships in New York before becoming one of four ABA teams to be admitted into the NBA as part of the ABA–NBA merger in 1976. The team then moved back to New Jersey in 1977 and became the New Jersey Nets. During their time in that state, the Nets saw periods of losing and misfortune intermittent with several periods of success, which culminated in two consecutive NBA Finals appearances in the 2001–02 and 2002–03 seasons by teams led by point guard Jason Kidd.\r\n\r\nAfter 35 seasons in New Jersey, the team returned to the state of New York in 2012 to play in the new Barclays Center in Brooklyn as the Brooklyn Nets.",
            "strDescriptionDE": null,
            "strDescriptionFR": null,
            "strDescriptionCN": null,
            "strDescriptionIT": null,
            "strDescriptionJP": null,
            "strDescriptionRU": null,
            "strDescriptionES": null,
            "strDescriptionPT": null,
            "strDescriptionSE": null,
            "strDescriptionNL": null,
            "strDescriptionHU": null,
            "strDescriptionNO": null,
            "strDescriptionIL": null,
            "strDescriptionPL": null,
            "strKitColour1": "#000000",
            "strKitColour2": "#ffffff",
            "strKitColour3": "",
            "strGender": "Male",
            "strCountry": "United States",
            "strTeamBadge": "https://www.thesportsdb.com/images/media/team/badge/n06q811667936857.png",
            "strTeamJersey": "https://www.thesportsdb.com/images/media/team/jersey/6y7kca1622903759.png",
            "strTeamLogo": "https://www.thesportsdb.com/images/media/team/logo/42jc3r1600633359.png",
            "strTeamFanart1": "https://www.thesportsdb.com/images/media/team/fanart/xvqqsr1420587418.jpg",
            "strTeamFanart2": "https://www.thesportsdb.com/images/media/team/fanart/uywuts1420587649.jpg",
            "strTeamFanart3": "https://www.thesportsdb.com/images/media/team/fanart/qvtsur1420587779.jpg",
            "strTeamFanart4": "https://www.thesportsdb.com/images/media/team/fanart/vwrrup1421415402.jpg",
            "strTeamBanner": "https://www.thesportsdb.com/images/media/team/banner/rusyws1420748199.jpg",
            "strYoutube": "www.youtube.com/channel/UCTenKHt0h3VjdMvRWP6Lbvw",
            "strLocked": "unlocked"
        },
        {
            "idTeam": "134881",
            "idSoccerXML": null,
            "idAPIfootball": "135",
            "intLoved": null,
            "strTeam": "Charlotte Hornets",
            "strTeamShort": "CHA",
            "strAlternate": "",
            "intFormedYear": "1988",
            "strSport": "Basketball",
            "strLeague": "NBA",
            "idLeague": "4387",
            "strLeague2": "NBA Summer League",
            "idLeague2": "5399",
            "strLeague3": "",
            "idLeague3": null,
            "strLeague4": "",
            "idLeague4": null,
            "strLeague5": "",
            "idLeague5": null,
            "strLeague6": "",
            "idLeague6": null,
            "strLeague7": "",
            "idLeague7": null,
            "strDivision": null,
            "strStadium": "Spectrum Center",
            "strKeywords": "",
            "strRSS": "http://www.nba.com/hornets/rss.xml",
            "strStadiumThumb": "https://www.thesportsdb.com/images/media/team/stadium/qvwwxu1420588354.jpg",
            "strStadiumDescription": "Time Warner Cable Arena (originally Charlotte Bobcats Arena and commonly The Hive, Time Warner Arena, or The Cable Box), is an entertainment and sports venue, located in center city Charlotte, North Carolina. It is owned by the city of Charlotte, and operated by the Charlotte Hornets of the NBA. It made its grand opening in October 2005 as the Charlotte Bobcats Arena, with a concert by The Rolling Stones and hosted its first Bobcats game on November 5, 2005. The arena's center-hung video screen, known as \"Hornets TV\", measures 16 feet by 28 feet, the largest of any indoor arena.\r\n\r\nOn April 8, 2008, the Hornets, then known as the Bobcats, announced a naming rights deal with Time Warner Cable, the area's largest cable television provider, to rename the arena. As part of the deal, the Bobcats ended a somewhat restrictive deal that kept them off satellite and regional cable television. The change became effective immediately, with printed tickets for the Bobcats' April 8, 2008 game against the Minnesota Timberwolves reflecting the arena's new name and the game airing on FSN South.\r\n\r\nThe arena seats 19,077 for most NBA games, but can be expanded to seat up to 20,200 for college basketball games (and presumably NBA playoff games). The arena also serves as home to the Charlotte Checkers, an ice hockey team that plays in the AHL. When the Checkers play there, capacity is reduced to 14,100 (though 4,000 of those seats have obstructed views)",
            "strStadiumLocation": "Charlotte, North Carolina",
            "intStadiumCapacity": "19077",
            "strWebsite": "www.nba.com/hornets",
            "strFacebook": "www.facebook.com/hornets",
            "strTwitter": "twitter.com/hornets",
            "strInstagram": "www.instagram.com/hornets",
            "strDescriptionEN": "The Charlotte Hornets are an American professional basketball team based in Charlotte, North Carolina, that competes in the National Basketball Association (NBA). They are members of the Southeast Division in the league's Eastern Conference. The team is largely owned by former NBA player Michael Jordan, who acquired controlling interest in the team in 2010. The Hornets play their home games at Time Warner Cable Arena in center-city Charlotte.\r\n\r\nThe original Charlotte Hornets franchise was established in 1988 as an expansion team. The team relocated to New Orleans following the 2001–02 season, becoming the New Orleans Hornets. In 2004, the NBA established a new expansion team in Charlotte, the Charlotte Bobcats. In 2013, the New Orleans franchise announced it would rename itself the New Orleans Pelicans, relinquishing the Hornets name, records, and official history for use by Charlotte. The Bobcats became the Charlotte Hornets for the 2014–15 NBA season.",
            "strDescriptionDE": null,
            "strDescriptionFR": null,
            "strDescriptionCN": null,
            "strDescriptionIT": null,
            "strDescriptionJP": null,
            "strDescriptionRU": null,
            "strDescriptionES": null,
            "strDescriptionPT": null,
            "strDescriptionSE": null,
            "strDescriptionNL": null,
            "strDescriptionHU": null,
            "strDescriptionNO": null,
            "strDescriptionIL": null,
            "strDescriptionPL": null,
            "strKitColour1": "#1d1160",
            "strKitColour2": "#00788c",
            "strKitColour3": "",
            "strGender": "Male",
            "strCountry": "United States",
            "strTeamBadge": "https://www.thesportsdb.com/images/media/team/badge/xqtvvp1422380623.png",
            "strTeamJersey": "https://www.thesportsdb.com/images/media/team/jersey/2oyak71508680738.png",
            "strTeamLogo": "https://www.thesportsdb.com/images/media/team/logo/95xe4a1571252558.png",
            "strTeamFanart1": "https://www.thesportsdb.com/images/media/team/fanart/rqqvwv1420588741.jpg",
            "strTeamFanart2": "https://www.thesportsdb.com/images/media/team/fanart/wtpxpu1420589322.jpg",
            "strTeamFanart3": "https://www.thesportsdb.com/images/media/team/fanart/wvvrsx1420589679.jpg",
            "strTeamFanart4": "https://www.thesportsdb.com/images/media/team/fanart/ywtpyy1420834400.jpg",
            "strTeamBanner": "https://www.thesportsdb.com/images/media/team/banner/xqrsrv1420589543.jpg",
            "strYoutube": "www.youtube.com/channel/UCJm5jcr3uZJ2IDlexSu1SuQ",
            "strLocked": "unlocked"
        },
        {
            "idTeam": "134870",
            "idSoccerXML": null,
            "idAPIfootball": "136",
            "intLoved": "2",
            "strTeam": "Chicago Bulls",
            "strTeamShort": "CHI",
            "strAlternate": "",
            "intFormedYear": "1966",
            "strSport": "Basketball",
            "strLeague": "NBA",
            "idLeague": "4387",
            "strLeague2": "NBA Summer League",
            "idLeague2": "5399",
            "strLeague3": "",
            "idLeague3": null,
            "strLeague4": "",
            "idLeague4": null,
            "strLeague5": "",
            "idLeague5": null,
            "strLeague6": "",
            "idLeague6": null,
            "strLeague7": "",
            "idLeague7": null,
            "strDivision": null,
            "strStadium": "United Center",
            "strKeywords": "",
            "strRSS": "www.nba.com/bulls/rss.xml",
            "strStadiumThumb": "https://www.thesportsdb.com/images/media/team/stadium/wuurwy1420674597.jpg",
            "strStadiumDescription": "United Center is an indoor sports arena located in Chicago, Illinois. The United Center is home to both the Chicago Bulls of the National Basketball Association (NBA) and the Chicago Blackhawks of the National Hockey League (NHL). The arena is named after its corporate sponsor, United Airlines.\r\n\r\nThe plan to build the arena was created by Blackhawks owner Bill Wirtz and Bulls owner Jerry Reinsdorf. The United Center's predecessor was the indoor Chicago Stadium, the original \"Madhouse on Madison\", which was demolished after the newer arena opened for business on August 18, 1994. Due to the 1994–95 NHL lockout, the Blackhawks did not move in until January, 1995.\r\n\r\nThe east side of the stadium features statues of Michael Jordan (known as \"The Spirit\"), Bobby Hull and Stan Mikita, while a statue of various Blackhawks sits to the north on Madison Street, where the Chicago Stadium was located.",
            "strStadiumLocation": "Chicago, Illinois",
            "intStadiumCapacity": "23000",
            "strWebsite": "www.nba.com/bulls",
            "strFacebook": "facebook.com/chicagobulls",
            "strTwitter": "twitter.com/chicagobulls",
            "strInstagram": "instagram.com/chicagobulls",
            "strDescriptionEN": "The Chicago Bulls are an American professional basketball team. They are based in Chicago, Illinois, playing in the Central Division of the Eastern Conference in the National Basketball Association (NBA). The team was founded on January 26, 1966. The Bulls play their home games at the United Center, also known as the \"Madhouse on Madison.\" The Bulls saw their greatest success during the 1990s. They are known for having one of the NBA's greatest dynasties, winning six NBA championships between 1991 and 1998 with two three-peats. All six championship teams were led by Hall of Famers Michael Jordan, Scottie Pippen and coach Phil Jackson. The Bulls are the only NBA franchise to win multiple championships and never lose an NBA Finals in their history.\r\n\r\nThe Bulls won an NBA record-72 games during the 1995–96 NBA season and are the only team in NBA history to win 70 games or more in a single season. Many experts and analysts consider the 1996 Bulls to be one of the greatest teams in NBA history. As of 2013, the Bulls were estimated to be the third most valuable NBA franchise according to Forbes, with an estimated value of $1 billion, earning an estimated $52.2 million in operating income in 2013. Michael Jordan and Derrick Rose have both won the NBA Most Valuable Player Award while playing for the Bulls, for a total of six MVP awards.\r\n\r\nThe Bulls share rivalries with the Milwaukee Bucks, Detroit Pistons, New York Knicks, and more recently the Indiana Pacers, the Miami Heat, and the Cleveland Cavaliers. The Bulls-Pistons rivalry was highlighted heavily during the late 1980s and early 1990s.",
            "strDescriptionDE": null,
            "strDescriptionFR": null,
            "strDescriptionCN": null,
            "strDescriptionIT": null,
            "strDescriptionJP": null,
            "strDescriptionRU": null,
            "strDescriptionES": "Chicago Bulls (en idioma español: Toros de Chicago) es un equipo de baloncesto profesional de la NBA con sede en Chicago, Illinois, fundado en 1966. Es el tercer equipo profesional con sede en esta ciudad tras Chicago Packers/Zephyrs y Chicago Stags, equipo que participó en los años 1940 en la BAA, antigua denominación de la liga profesional norteamericana de baloncesto.\r\n\r\nSu terreno de juego es, desde 1994, el United Center, un pabellón con una capacidad de 21.711 espectadores. Los Bulls ganaron seis campeonatos en los 1990, consiguiendo ser los dominadores de esa década.\r\n\r\nSu jugador más emblemático ha sido Michael Jordan, considerado por muchos el mejor jugador de baloncesto de la historia.",
            "strDescriptionPT": null,
            "strDescriptionSE": null,
            "strDescriptionNL": null,
            "strDescriptionHU": null,
            "strDescriptionNO": null,
            "strDescriptionIL": null,
            "strDescriptionPL": null,
            "strKitColour1": "#ce1141",
            "strKitColour2": "#000000",
            "strKitColour3": "",
            "strGender": "Male",
            "strCountry": "United States",
            "strTeamBadge": "https://www.thesportsdb.com/images/media/team/badge/yk7swg1547214677.png",
            "strTeamJersey": "https://www.thesportsdb.com/images/media/team/jersey/2020-134870-Jersey.png",
            "strTeamLogo": "https://www.thesportsdb.com/images/media/team/logo/n2b9se1547214711.png",
            "strTeamFanart1": "https://www.thesportsdb.com/images/media/team/fanart/qywqtv1420505233.jpg",
            "strTeamFanart2": "https://www.thesportsdb.com/images/media/team/fanart/utswyr1420673157.jpg",
            "strTeamFanart3": "https://www.thesportsdb.com/images/media/team/fanart/rpvstw1420673817.jpg",
            "strTeamFanart4": "https://www.thesportsdb.com/images/media/team/fanart/wtuuxt1420673999.jpg",
            "strTeamBanner": "https://www.thesportsdb.com/images/media/team/banner/vrwrss1420674286.jpg",
            "strYoutube": "www.youtube.com/user/chicagobullsofficial",
            "strLocked": "unlocked"
        },
        {
            "idTeam": "134871",
            "idSoccerXML": null,
            "idAPIfootball": "137",
            "intLoved": "3",
            "strTeam": "Cleveland Cavaliers",
            "strTeamShort": "CLE",
            "strAlternate": "Cavs",
            "intFormedYear": "1970",
            "strSport": "Basketball",
            "strLeague": "NBA",
            "idLeague": "4387",
            "strLeague2": "NBA Summer League",
            "idLeague2": "5399",
            "strLeague3": "",
            "idLeague3": null,
            "strLeague4": "",
            "idLeague4": null,
            "strLeague5": "",
            "idLeague5": null,
            "strLeague6": "",
            "idLeague6": null,
            "strLeague7": "",
            "idLeague7": null,
            "strDivision": null,
            "strStadium": "Quicken Loans Arena",
            "strKeywords": "",
            "strRSS": "http://www.nba.com/cavaliers/rss.xml",
            "strStadiumThumb": "https://www.thesportsdb.com/images/media/team/stadium/vtswtp1420494313.jpg",
            "strStadiumDescription": "Quicken Loans Arena (commonly The Q), is a multi-purpose arena, in downtown Cleveland, Ohio, United States. Until August 2005, it was known as Gund Arena, named for Gordon Gund, a former owner of the Cleveland Cavaliers basketball team, after he paid for the naming rights. Since then, the naming right have been held by the retail mortgage lender Quicken Loans.\r\n\r\nThe building is the home of the Cleveland Cavaliers of the National Basketball Association (NBA), the Lake Erie Monsters of the American Hockey League (AHL), the Cleveland Gladiators of the Arena Football League (AFL), and the Mid-American Conference (MAC) Basketball Tournaments.",
            "strStadiumLocation": "Cleveland, Ohio",
            "intStadiumCapacity": "20562",
            "strWebsite": "www.cavs.com",
            "strFacebook": "www.facebook.com/Cavs",
            "strTwitter": "twitter.com/cavs",
            "strInstagram": "instagram.com/cavs",
            "strDescriptionEN": "The Cleveland Cavaliers, also known as the Cavs, are an American professional basketball team based in Cleveland, Ohio. The Cavs compete in the National Basketball Association (NBA) as a member of the league's Eastern Conference Central Division. The team began play as an expansion team in 1970, along with the Portland Trail Blazers and Buffalo Braves. Home games were first held at Cleveland Arena from 1970 to 1974, followed by the Richfield Coliseum from 1974 to 1994. Since 1994, the Cavs have played home games at Quicken Loans Arena in downtown Cleveland, which is shared with the Cleveland Gladiators of the Arena Football League and the Cleveland Monsters of the American Hockey League. Dan Gilbert has owned the team since March 2005.\r\n\r\nThe Cavaliers opened their inaugural season losing their first 15 games and struggled in their early years, placing no better than 6th in the Eastern Conference during their first five seasons. The team won their first Central Division title in 1976, which also marked the first winning season and playoff appearance in franchise history, where they advanced to the Eastern Conference finals. The franchise was purchased by Ted Stepien in 1980. Stepien's tenure as owner was marked by five coaching changes, questionable trades and draft decisions, and poor attendance, leading to $15 million in financial losses. The Cavs went 66–180 in that time, never better than 8th in the conference, and endured a 24-game losing streak spanning the 1981–82 and 1982–83 seasons. Stepien's repeated trades of the team's first overall draft pick led to the NBA creating the \"Stepien rule\" to prevent such trades.\r\n\r\nGeorge and Gordon Gund purchased the franchise in 1983. During the latter half of the 1980s and through much of the 1990s, the Cavs were a regular playoff contender, led by players such as Mark Price and Brad Daugherty, and advanced to the Eastern Conference finals in 1992. After the team's playoff appearance in 1998, however, the Cavs had six consecutive losing seasons, finishing no better than 9th in the conference. Cleveland was awarded with the top overall pick in the 2003 draft, and they selected LeBron James. Behind James and Zydrunas Ilgauskas, the Cavaliers again became a regular playoff contender by 2005. They made their first appearance in the NBA Finals in 2007 after winning the first Eastern Conference championship in franchise history, followed by division titles in 2008 and 2009, the first division titles since 1976. After the 2009–10 season, however, James signed with the Miami Heat and the Cavaliers finished the 2010–11 season last in the conference, enduring a 26-game losing streak that, as of 2017, ranks as the longest in NBA history for a single season and second overall. Between 2010 and 2014, however, the team won the top pick in the NBA draft lottery three times, first in 2011 where they selected Kyrie Irving, and again in 2013 and 2014.\r\n\r\nLeBron James returned to the Cavs in 2014–15 and led the team back to the playoffs for the first time since 2010, where they claimed their second Eastern Conference championship. The following season, Cleveland again won the Eastern Conference and returned to the NBA Finals, where they won their first NBA championship and first major sports title in the city since 1964. The 2016 NBA Finals victory over the Golden State Warriors marked the first time in Finals history a team had come back to win the series after trailing three games to one. Through the 2016–17 season, the Cavs have made 21 playoff appearances, and won six Central Division titles, four Eastern Conference titles, and one NBA title.",
            "strDescriptionDE": null,
            "strDescriptionFR": null,
            "strDescriptionCN": null,
            "strDescriptionIT": null,
            "strDescriptionJP": null,
            "strDescriptionRU": null,
            "strDescriptionES": null,
            "strDescriptionPT": null,
            "strDescriptionSE": null,
            "strDescriptionNL": null,
            "strDescriptionHU": null,
            "strDescriptionNO": null,
            "strDescriptionIL": null,
            "strDescriptionPL": null,
            "strKitColour1": "#860038",
            "strKitColour2": "#041e42",
            "strKitColour3": "#fdbb30",
            "strGender": "Male",
            "strCountry": "United States",
            "strTeamBadge": "https://www.thesportsdb.com/images/media/team/badge/tys75k1664478652.png",
            "strTeamJersey": "https://www.thesportsdb.com/images/media/team/jersey/cnux051668254973.png",
            "strTeamLogo": "https://www.thesportsdb.com/images/media/team/logo/ujx1gd1503741246.png",
            "strTeamFanart1": "https://www.thesportsdb.com/images/media/team/fanart/rurwpy1420494697.jpg",
            "strTeamFanart2": "https://www.thesportsdb.com/images/media/team/fanart/qvxuxr1420494722.jpg",
            "strTeamFanart3": "https://www.thesportsdb.com/images/media/team/fanart/vyquxv1438196328.jpg",
            "strTeamFanart4": "https://www.thesportsdb.com/images/media/team/fanart/rryxux1438196303.jpg",
            "strTeamBanner": "https://www.thesportsdb.com/images/media/team/banner/qrtwtv1420494824.jpg",
            "strYoutube": "www.youtube.com/user/clevelandcavs07",
            "strLocked": "unlocked"
        },
        {
            "idTeam": "134875",
            "idSoccerXML": null,
            "idAPIfootball": "138",
            "intLoved": null,
            "strTeam": "Dallas Mavericks",
            "strTeamShort": "DAL",
            "strAlternate": "Mavs",
            "intFormedYear": "1980",
            "strSport": "Basketball",
            "strLeague": "NBA",
            "idLeague": "4387",
            "strLeague2": "NBA Summer League",
            "idLeague2": "5399",
            "strLeague3": "",
            "idLeague3": null,
            "strLeague4": "",
            "idLeague4": null,
            "strLeague5": "",
            "idLeague5": null,
            "strLeague6": "",
            "idLeague6": null,
            "strLeague7": "",
            "idLeague7": null,
            "strDivision": null,
            "strStadium": "American Airlines Center",
            "strKeywords": "",
            "strRSS": "http://www.nba.com/magic/rss.xml",
            "strStadiumThumb": "https://www.thesportsdb.com/images/media/team/stadium/srwttt1420677680.jpg",
            "strStadiumDescription": "American Airlines Center (AAC) is a multi-purpose arena, located in the Victory Park neighborhood, near downtown Dallas, Texas.\r\n\r\nThe venue serves as the home to the Dallas Mavericks of the National Basketball Association, and the Dallas Stars of the National Hockey League. The arena is also used for concerts and other live entertainment. It opened in 2001 at a cost of $420 million.",
            "strStadiumLocation": "Dallas, Texas",
            "intStadiumCapacity": "19200",
            "strWebsite": "www.mavs.com",
            "strFacebook": "www.facebook.com/dallasmavs",
            "strTwitter": "twitter.com/dallasmavs",
            "strInstagram": "www.instagram.com/dallasmavs",
            "strDescriptionEN": "The Dallas Mavericks (often referred to as the Mavs) are a professional basketball team based in Dallas, Texas. They are members of the Southwest Division of the Western Conference of the National Basketball Association (NBA).\r\n\r\nAccording to a 2013 Forbes Magazine report, they are the fifth-most valuable basketball franchise in the United States, valued at approximately $685 million; the franchise is surpassed in value only by the New York Knicks, the Los Angeles Lakers, the Chicago Bulls and the Boston Celtics.\r\n\r\nAs of the 2013 season, the Mavericks have sold out 477 consecutive games since December 15, 2001, the longest currently running sellout streak in North American major league sports.\r\n\r\nSince their inaugural 1980–81 season, the Mavericks have won three division titles (1987, 2007, 2010), two conference championships (2006, 2011), and one NBA Championship (2011).",
            "strDescriptionDE": null,
            "strDescriptionFR": null,
            "strDescriptionCN": null,
            "strDescriptionIT": null,
            "strDescriptionJP": null,
            "strDescriptionRU": null,
            "strDescriptionES": null,
            "strDescriptionPT": null,
            "strDescriptionSE": null,
            "strDescriptionNL": null,
            "strDescriptionHU": null,
            "strDescriptionNO": null,
            "strDescriptionIL": null,
            "strDescriptionPL": null,
            "strKitColour1": "#00538c",
            "strKitColour2": "#002b5e",
            "strKitColour3": "",
            "strGender": "Male",
            "strCountry": "United States",
            "strTeamBadge": "https://www.thesportsdb.com/images/media/team/badge/yqrxrs1420568796.png",
            "strTeamJersey": "https://www.thesportsdb.com/images/media/team/jersey/x0pgs41507046011.png",
            "strTeamLogo": "https://www.thesportsdb.com/images/media/team/logo/ckv6pg1600554403.png",
            "strTeamFanart1": "https://www.thesportsdb.com/images/media/team/fanart/wutstu1420677365.jpg",
            "strTeamFanart2": "https://www.thesportsdb.com/images/media/team/fanart/yxtyrq1420677383.jpg",
            "strTeamFanart3": "https://www.thesportsdb.com/images/media/team/fanart/xqqqqw1420677400.jpg",
            "strTeamFanart4": "https://www.thesportsdb.com/images/media/team/fanart/qsrwsy1420677418.jpg",
            "strTeamBanner": "https://www.thesportsdb.com/images/media/team/banner/trwttw1420677433.jpg",
            "strYoutube": "www.youtube.com/user/dallasmavericks",
            "strLocked": "unlocked"
        },
        {
            "idTeam": "134885",
            "idSoccerXML": null,
            "idAPIfootball": "139",
            "intLoved": null,
            "strTeam": "Denver Nuggets",
            "strTeamShort": "DEN",
            "strAlternate": "",
            "intFormedYear": "1967",
            "strSport": "Basketball",
            "strLeague": "NBA",
            "idLeague": "4387",
            "strLeague2": "NBA Summer League",
            "idLeague2": "5399",
            "strLeague3": "",
            "idLeague3": null,
            "strLeague4": "",
            "idLeague4": null,
            "strLeague5": "",
            "idLeague5": null,
            "strLeague6": "",
            "idLeague6": null,
            "strLeague7": "",
            "idLeague7": null,
            "strDivision": null,
            "strStadium": "Ball Arena",
            "strKeywords": "",
            "strRSS": "http://www.nba.com/nuggets/rss.xml",
            "strStadiumThumb": "https://www.thesportsdb.com/images/media/team/stadium/swryuu1420847160.jpg",
            "strStadiumDescription": "Ball Arena (formerly known as Pepsi Center) is a multi-purpose indoor arena located in Denver, Colorado. It is situated at Speer Boulevard, a main thoroughfare in downtown Denver, and is served by two nearby exits off Interstate 25. A light rail station is on the western side of the complex. Opened in 1999, it is the home arena of the Denver Nuggets of the National Basketball Association (NBA), the Colorado Avalanche of the National Hockey League (NHL), and the Colorado Mammoth of the National Lacrosse League (NLL).",
            "strStadiumLocation": "Denver, Colorado",
            "intStadiumCapacity": "19520",
            "strWebsite": "www.nba.com/nuggets",
            "strFacebook": "www.facebook.com/DenverNuggets",
            "strTwitter": "twitter.com/denvernuggets",
            "strInstagram": "www.instagram.com/nuggets",
            "strDescriptionEN": "The Denver Nuggets are a professional basketball team based in Denver, Colorado. The Nuggets are a member of the Northwest Division of the Western Conference in the National Basketball Association (NBA). The team was founded as the Denver Larks in 1967 as a charter franchise of the American Basketball Association (ABA) but changed its name to Rockets before the first season. It changed its name again to the Nuggets in anticipation of an ABA–NBA merger in 1974, and played for the final ABA Championship title in 1976, losing to the New York Nets.\r\n\r\nThe team joined the NBA in 1976 after the ABA-NBA merger and has had some periods of success, making the playoffs for nine consecutive seasons in the 1980s and doing the same for the previous ten seasons. However, it has not made an appearance in a championship round since its last year in the ABA. The Nuggets play their home games at Pepsi Center which they share with the Colorado Avalanche of the National Hockey League (NHL).",
            "strDescriptionDE": null,
            "strDescriptionFR": null,
            "strDescriptionCN": null,
            "strDescriptionIT": null,
            "strDescriptionJP": null,
            "strDescriptionRU": null,
            "strDescriptionES": null,
            "strDescriptionPT": null,
            "strDescriptionSE": null,
            "strDescriptionNL": null,
            "strDescriptionHU": null,
            "strDescriptionNO": null,
            "strDescriptionIL": null,
            "strDescriptionPL": null,
            "strKitColour1": "#0e2240",
            "strKitColour2": "#fec524",
            "strKitColour3": "",
            "strGender": "Male",
            "strCountry": "United States",
            "strTeamBadge": "https://www.thesportsdb.com/images/media/team/badge/8o8j5k1546016274.png",
            "strTeamJersey": "https://www.thesportsdb.com/images/media/team/jersey/g78n411507046193.png",
            "strTeamLogo": "https://www.thesportsdb.com/images/media/team/logo/d3404j1600552518.png",
            "strTeamFanart1": "https://www.thesportsdb.com/images/media/team/fanart/tvywtt1420850555.jpg",
            "strTeamFanart2": "https://www.thesportsdb.com/images/media/team/fanart/sxuwrv1420850931.jpg",
            "strTeamFanart3": "https://www.thesportsdb.com/images/media/team/fanart/wurqtx1420850963.jpg",
            "strTeamFanart4": "https://www.thesportsdb.com/images/media/team/fanart/uwstuu1420850985.jpg",
            "strTeamBanner": "https://www.thesportsdb.com/images/media/team/banner/rtywts1420851075.jpg",
            "strYoutube": "www.youtube.com/user/NuggetsTV",
            "strLocked": "unlocked"
        },
        {
            "idTeam": "134872",
            "idSoccerXML": null,
            "idAPIfootball": "140",
            "intLoved": "1",
            "strTeam": "Detroit Pistons",
            "strTeamShort": "DET",
            "strAlternate": "",
            "intFormedYear": "1941",
            "strSport": "Basketball",
            "strLeague": "NBA",
            "idLeague": "4387",
            "strLeague2": "NBA Summer League",
            "idLeague2": "5399",
            "strLeague3": "",
            "idLeague3": null,
            "strLeague4": "",
            "idLeague4": null,
            "strLeague5": "",
            "idLeague5": null,
            "strLeague6": "",
            "idLeague6": null,
            "strLeague7": "",
            "idLeague7": null,
            "strDivision": null,
            "strStadium": "Little Caesars Arena",
            "strKeywords": "",
            "strRSS": "http://www.nba.com/pistons/rss.xml",
            "strStadiumThumb": "https://www.thesportsdb.com/images/media/team/stadium/utuypw1420853477.jpg",
            "strStadiumDescription": "The Palace of Auburn Hills (commonly referred to as The Palace) is a sports and entertainment venue in Auburn Hills, Michigan, a suburb of Detroit. Opening in 1988, it is the home of the Detroit Pistons, of the NBA. It was the home of the Detroit Shock, of the WNBA, the Detroit Vipers, of the IHL, the Detroit Safari, of the CISL and the Detroit Fury, of the AFL.",
            "strStadiumLocation": "Detroit, Michigan",
            "intStadiumCapacity": "22076",
            "strWebsite": "www.nba.com/pistons",
            "strFacebook": "www.facebook.com/detroitpistons",
            "strTwitter": "www.twitter.com/detroitpistons",
            "strInstagram": "www.instagram.com/detroitpistons",
            "strDescriptionEN": "The Detroit Pistons are a franchise of the National Basketball Association (NBA) based in Auburn Hills, Michigan in Metro Detroit. In 1941, the team was founded in Fort Wayne, Indiana as the Fort Wayne (Zollner) Pistons, a member of the National Basketball League (NBL). Since moving to Detroit in 1957, the Pistons have won NBA championships in 1989, 1990 and 2004. The team's home arena is The Palace of Auburn Hills.",
            "strDescriptionDE": null,
            "strDescriptionFR": null,
            "strDescriptionCN": null,
            "strDescriptionIT": null,
            "strDescriptionJP": null,
            "strDescriptionRU": null,
            "strDescriptionES": null,
            "strDescriptionPT": null,
            "strDescriptionSE": null,
            "strDescriptionNL": null,
            "strDescriptionHU": null,
            "strDescriptionNO": null,
            "strDescriptionIL": null,
            "strDescriptionPL": null,
            "strKitColour1": "#c8102e",
            "strKitColour2": "#1d42ba",
            "strKitColour3": "",
            "strGender": "Male",
            "strCountry": "United States",
            "strTeamBadge": "https://www.thesportsdb.com/images/media/team/badge/lg7qrc1621594751.png",
            "strTeamJersey": "https://www.thesportsdb.com/images/media/team/jersey/co0a5j1507046347.png",
            "strTeamLogo": "https://www.thesportsdb.com/images/media/team/logo/wrxqwp1420852849.png",
            "strTeamFanart1": "https://www.thesportsdb.com/images/media/team/fanart/yptsvt1420855346.jpg",
            "strTeamFanart2": "https://www.thesportsdb.com/images/media/team/fanart/utsxrp1420855365.jpg",
            "strTeamFanart3": "https://www.thesportsdb.com/images/media/team/fanart/qpvrvr1420855384.jpg",
            "strTeamFanart4": "https://www.thesportsdb.com/images/media/team/fanart/yquyxr1420855588.jpg",
            "strTeamBanner": "https://www.thesportsdb.com/images/media/team/banner/rtruwu1420853551.jpg",
            "strYoutube": "www.youtube.com/user/DetPistonsOfficial",
            "strLocked": "unlocked"
        },
        {
            "idTeam": "134865",
            "idSoccerXML": null,
            "idAPIfootball": "141",
            "intLoved": "1",
            "strTeam": "Golden State Warriors",
            "strTeamShort": "GSW",
            "strAlternate": "",
            "intFormedYear": "1946",
            "strSport": "Basketball",
            "strLeague": "NBA",
            "idLeague": "4387",
            "strLeague2": "NBA Summer League",
            "idLeague2": "5399",
            "strLeague3": "",
            "idLeague3": null,
            "strLeague4": "",
            "idLeague4": null,
            "strLeague5": "",
            "idLeague5": null,
            "strLeague6": "",
            "idLeague6": null,
            "strLeague7": "",
            "idLeague7": null,
            "strDivision": null,
            "strStadium": "Chase Center",
            "strKeywords": "",
            "strRSS": "http://www.nba.com/warriors/rss.xml",
            "strStadiumThumb": "https://www.thesportsdb.com/images/media/team/stadium/ji7p9l1574168803.jpg",
            "strStadiumDescription": "Chase Center is an indoor arena in the Mission Bay neighborhood of San Francisco, California. The building is the home venue for the Golden State Warriors of the National Basketball Association (NBA) and occasionally for San Francisco Dons men's basketball. The Warriors, who have been located in the San Francisco Bay Area since 1962, played their home games at Oakland Arena in Oakland from 1971 to 2019. Chase Center opened on September 6, 2019.",
            "strStadiumLocation": "San Francisco, California, USA",
            "intStadiumCapacity": "18064",
            "strWebsite": "www.warriors.com",
            "strFacebook": "www.facebook.com/warriors",
            "strTwitter": "twitter.com/warriors",
            "strInstagram": "www.instagram.com/warriors",
            "strDescriptionEN": "The Golden State Warriors are an American professional basketball team based in San Francisco. The Warriors compete in the National Basketball Association (NBA), as a member of the league's Western Conference Pacific Division. Founded in 1946 in Philadelphia, the Warriors moved to the San Francisco Bay Area in 1962 and took the city's name, before changing its geographic moniker to Golden State in 1971. The club plays its home games at the Chase Center.\r\n\r\nThe Warriors won the inaugural Basketball Association of America (BAA) championship in 1947, and won again in 1956, led by Hall of Fame trio Paul Arizin, Tom Gola, and Neil Johnston. After the trade of star Wilt Chamberlain in January 1965, the team finished the 1964–65 season with the NBA's worst record (17–63). Their rebuilding period was brief due in large part to the Warriors' drafting of Rick Barry four months after the trade. In 1975, star players Barry and Jamaal Wilkes powered the Warriors to their third championship, widely considered one of the biggest upsets in NBA history.\r\n\r\nThe team struggled in the 1980s, then became playoff regulars at the turn of the decade with stars Tim Hardaway, Mitch Richmond, and Chris Mullin, nicknamed \"Run TMC\". The team returned to championship glory in 2015, led by Stephen Curry, Klay Thompson, and Draymond Green; they won again in 2017 and 2018 (with the help of former MVP Kevin Durant) and again in 2022.\r\n\r\nNicknamed the \"Dubs\" as a shortening of \"W's\", the Warriors hold several NBA records: best regular season, most wins in a season (regular season and postseason combined), and best postseason run. Curry and Thompson are generally considered among the greatest backcourts of all time. The Warriors have the third most NBA championships and have the third most Finals appearances; only the Los Angeles Lakers and Boston Celtics have more. The Warriors are the second most valuable NBA franchise and the sixth-highest valued sports franchise in the world, with an estimated value of $4.7 billion.",
            "strDescriptionDE": null,
            "strDescriptionFR": null,
            "strDescriptionCN": null,
            "strDescriptionIT": null,
            "strDescriptionJP": null,
            "strDescriptionRU": null,
            "strDescriptionES": "Golden State Warriors (en español: Guerreros del Estado Dorado) es un equipo profesional de baloncesto que juega en la NBA con base en Oakland, California. \"Golden State\" deriva del sobrenombre con que se conoce al estado de California, The Golden State (Estado Dorado), derivado de la Fiebre del Oro de 1849 y de sus doradas colinas. Actualmente hay un plan de traslado del equipo, previsto para el año 2017. Para esa fecha, la franquicia fijará su sede en San Francisco (California), ciudad donde ya estuvo instalado el equipo anteriormente.\r\n\r\nFueron los primeros de la NBA en incorporar mangas en las camisetas. Anteriormente las llevaron los Boston Celtics en la temporada 1946-47 cuando todavía no se había fundado la NBA.",
            "strDescriptionPT": null,
            "strDescriptionSE": null,
            "strDescriptionNL": null,
            "strDescriptionHU": null,
            "strDescriptionNO": null,
            "strDescriptionIL": null,
            "strDescriptionPL": null,
            "strKitColour1": "#1d428a",
            "strKitColour2": "#ffc72c",
            "strKitColour3": "",
            "strGender": "Male",
            "strCountry": "United States",
            "strTeamBadge": "https://www.thesportsdb.com/images/media/team/badge/irobi61565197527.png",
            "strTeamJersey": "https://www.thesportsdb.com/images/media/team/jersey/2018-134865-Jersey.png",
            "strTeamLogo": "https://www.thesportsdb.com/images/media/team/logo/yvrqrt1421103774.png",
            "strTeamFanart1": "https://www.thesportsdb.com/images/media/team/fanart/wwtwru1421104483.jpg",
            "strTeamFanart2": "https://www.thesportsdb.com/images/media/team/fanart/rqupxq1421106415.jpg",
            "strTeamFanart3": "https://www.thesportsdb.com/images/media/team/fanart/usyytw1421106503.jpg",
            "strTeamFanart4": "https://www.thesportsdb.com/images/media/team/fanart/vpurpv1421106685.jpg",
            "strTeamBanner": "https://www.thesportsdb.com/images/media/team/banner/trvuqs1421104327.jpg",
            "strYoutube": "www.youtube.com/warriors",
            "strLocked": "unlocked"
        },
        {
            "idTeam": "134876",
            "idSoccerXML": null,
            "idAPIfootball": "142",
            "intLoved": "1",
            "strTeam": "Houston Rockets",
            "strTeamShort": "HOU",
            "strAlternate": "",
            "intFormedYear": "1967",
            "strSport": "Basketball",
            "strLeague": "NBA",
            "idLeague": "4387",
            "strLeague2": "NBA Summer League",
            "idLeague2": "5399",
            "strLeague3": "",
            "idLeague3": null,
            "strLeague4": "",
            "idLeague4": null,
            "strLeague5": "",
            "idLeague5": null,
            "strLeague6": "",
            "idLeague6": null,
            "strLeague7": "",
            "idLeague7": null,
            "strDivision": null,
            "strStadium": "Toyota Center",
            "strKeywords": "",
            "strRSS": "http://www.nba.com/rockets/rss.xml",
            "strStadiumThumb": "https://www.thesportsdb.com/images/media/team/stadium/rxtuyw1421108746.jpg",
            "strStadiumDescription": "Toyota Center is an indoor arena located in downtown Houston, Texas. It is named after the Japanese automobile manufacturer Toyota. The arena is home to the Houston Rockets of the National Basketball Association, the principal users of the building, and the former home of the Houston Aeros of the American Hockey League.\r\n\r\nRockets owner Leslie Alexander first began to request a new arena in 1995, and attempted to release the Rockets from their lease at The Summit, which ran until 2003. However, he was denied by arena owner Chuck Watson, then-owner of the Aeros, who also wanted control of a new arena. The two sides agreed to equal control over an arena in a deal signed in 1997, but the proposal was rejected by city voters in a 1999 referendum. It was not until the city and the Rockets signed an amended agreement in 2001, excluding the Aeros, that the proposal was accepted.\r\n\r\nConstruction began in July 2001, and the new arena was officially opened in September 2003. The total costs were $235 million, with the city of Houston paying the majority, and the Rockets paying for enhancements. Toyota paid $100 million for the naming rights.",
            "strStadiumLocation": "Houston, Texas",
            "intStadiumCapacity": "18023",
            "strWebsite": "www.rockets.com",
            "strFacebook": "facebook.com/houstonrockets",
            "strTwitter": "twitter.com/houstonrockets",
            "strInstagram": "www.instagram.com/houstonrockets",
            "strDescriptionEN": "The Houston Rockets are an American professional basketball team based in Houston, Texas. The team plays in the Southwest Division of the Western Conference in the National Basketball Association (NBA). The team was established in 1967 and played in San Diego, California for four years as the San Diego Rockets, before moving to Houston in 1971.\r\n\r\nIn the Rockets' debut season, they won only 15 games. But after drafting Elvin Hayes first overall in the 1969 NBA Draft, they made their first appearance in the playoffs in 1969. After Hayes was traded, Moses Malone was later acquired to replace him. Malone went on to win the MVP award twice, and lead Houston to the conference finals in his first year with the team. He also took the Rockets to the NBA Finals in 1981, but they were defeated in six games by Larry Bird's Boston Celtics which also featured the Rockets current head coach, Kevin McHale.\r\n\r\nIn 1984, the Rockets drafted Hakeem Olajuwon who, paired with Ralph Sampson and both collectively known as the \"Twin Towers\", led them to the 1986 Finals in their second and third year respectively, where in another brave effort they lost again to the Boston Celtics. In the next seven seasons, plagued by injury including to Sampson who would be traded in 1988, they lost in the first round of the playoffs five times, until finally advancing in 1993 with a re-tooled roster past the L.A. Clippers and battle the rival Seattle SuperSonics to the bitter end before falling short in an overtime Game 7. Inspired by the tough playoff defeat, Olajuwon famously proclaimed to the team \"We go from here.\" The Rockets stormed all the way to the 1994 NBA Finals, where Olajuwon led them to the franchise's first championship against his rival Patrick Ewing and the New York Knicks. The team repeated as champions in 1995 with a memorable run as the 6th seed in the West and sweeping the favored Orlando Magic led by a young Shaquille O'Neal and Penny Hardaway. After winning two championships, the Rockets traded away most of the championship team for Charles Barkley, changed their championship uniforms, and, to date, have not advanced to the finals again. They missed the playoffs from 2000–2003 and did not reach the playoffs again until they drafted Yao Ming, and did not advance past the first round of the playoffs again until 2009. The Rockets narrowly missed the playoffs the following three seasons. After Yao Ming's retirement in 2011, the Rockets entered a period of rebuilding, completely dismantling and retooling their roster. The recent acquisitions of franchise players James Harden and Dwight Howard have helped launch the Rockets back into playoff contention.",
            "strDescriptionDE": null,
            "strDescriptionFR": null,
            "strDescriptionCN": null,
            "strDescriptionIT": null,
            "strDescriptionJP": null,
            "strDescriptionRU": null,
            "strDescriptionES": null,
            "strDescriptionPT": null,
            "strDescriptionSE": null,
            "strDescriptionNL": null,
            "strDescriptionHU": null,
            "strDescriptionNO": null,
            "strDescriptionIL": null,
            "strDescriptionPL": null,
            "strKitColour1": "#ce1141",
            "strKitColour2": "#000000",
            "strKitColour3": "",
            "strGender": "Male",
            "strCountry": "United States",
            "strTeamBadge": "https://www.thesportsdb.com/images/media/team/badge/yezpho1597486052.png",
            "strTeamJersey": "https://www.thesportsdb.com/images/media/team/jersey/vq9itx1507046688.png",
            "strTeamLogo": "https://www.thesportsdb.com/images/media/team/logo/qsvxpt1421108447.png",
            "strTeamFanart1": "https://www.thesportsdb.com/images/media/team/fanart/wuvutr1421109286.jpg",
            "strTeamFanart2": "https://www.thesportsdb.com/images/media/team/fanart/qyxrqw1421109931.jpg",
            "strTeamFanart3": "https://www.thesportsdb.com/images/media/team/fanart/ruipjq1546023702.jpg",
            "strTeamFanart4": "https://www.thesportsdb.com/images/media/team/fanart/qpysqp1421109972.jpg",
            "strTeamBanner": "https://www.thesportsdb.com/images/media/team/banner/qsptpt1421110061.jpg",
            "strYoutube": "www.youtube.com/channel/UCVD7l69MVGFq_wzQvbk9HbQ",
            "strLocked": "unlocked"
        },
        {
            "idTeam": "134873",
            "idSoccerXML": null,
            "idAPIfootball": "143",
            "intLoved": null,
            "strTeam": "Indiana Pacers",
            "strTeamShort": "IND",
            "strAlternate": "",
            "intFormedYear": "1967",
            "strSport": "Basketball",
            "strLeague": "NBA",
            "idLeague": "4387",
            "strLeague2": "NBA Summer League",
            "idLeague2": "5399",
            "strLeague3": "",
            "idLeague3": null,
            "strLeague4": "",
            "idLeague4": null,
            "strLeague5": "",
            "idLeague5": null,
            "strLeague6": "",
            "idLeague6": null,
            "strLeague7": "",
            "idLeague7": null,
            "strDivision": null,
            "strStadium": "Bankers Life Fieldhouse",
            "strKeywords": "",
            "strRSS": "https://www.nba.com/pacers/rss.xml",
            "strStadiumThumb": "https://www.thesportsdb.com/images/media/team/stadium/yttwqq1421190791.jpg",
            "strStadiumDescription": "The first event held at Bankers Life Fieldhouse was on November 6, 1999 when the Indiana Pacers played their regular-season home opener against the Boston Celtics. Later that same season, the Pacers made it to the 2000 NBA Finals against the Los Angeles Lakers. Three games of that championship series were held at Bankers Life Fieldhouse, but the Pacers ended up losing that season's title 4 games to 2.\r\n\r\nIn 2009, Bankers Life Fieldhouse was the site for the 2009 WNBA Finals. The Indiana Fever took on the Phoenix Mercury for games three and four of that series, but ended up losing the series. Three years later, the Fever hosted the 2012 WNBA Finals for games 3 & 4 and beat the Minnesota Lynx.\r\n\r\nBankers Life Fieldhouse is a host venue for many different events besides home games for the Pacers and Fever. From 2002 to 2007, the venue served as the site of the Big Ten Conference Men's Basketball Tournament in even numbered years while the tournament was held at the United Center in Chicago in odd numbered years. In 2008, the tournament was moved to Bankers Life Fieldhouse exclusively for five years, through 2012. The arena is also a frequent site of the Big Ten Women's Basketball Tournament. 2012 will mark the 12th time in 13 years that the tournament has been held at the Fieldhouse. On June 5, 2011, the Big Ten Conference announced that beginning in 2013 the location of both of the conference basketball tournaments for the following four years would be alternated between the Chicago area and Indianapolis. Bankers Life Fieldhouse will once again be the site for both men's and women's events in 2014 and 2016. The 2011 NCAA Women's Final Four was also held at the Fieldhouse on April 3 and April 5 of 2011. For basketball, the venue seats 18165 (18345 from 1999 to 2006).\r\n\r\nAdditionally, the Indiana Firebirds of the Arena Football League played at the Fieldhouse from 2001 to 2004. The venue also hosts select games for the Indiana Ice of the United States Hockey League.\r\n\r\nThe Professional Bull Riders brought its Built Ford Tough Series bull riding tour to the Fieldhouse for the first time in January 2011. It was their second visit to Indianapolis; they first visited Indianapolis during the 2004 season when they held a BFTS event at the RCA Dome.",
            "strStadiumLocation": "Indianapolis, Indiana",
            "intStadiumCapacity": "18165",
            "strWebsite": "www.pacers.com",
            "strFacebook": "www.facebook.com/pacers",
            "strTwitter": "twitter.com/pacers",
            "strInstagram": "www.instagram.com/pacers",
            "strDescriptionEN": "The Indiana Pacers are a professional basketball team based in Indianapolis, Indiana. They are members of the Central Division in the Eastern Conference of the National Basketball Association (NBA). The Pacers were first established in 1967 as members of the American Basketball Association (ABA) and became members of the NBA in 1976 as a result of the ABA-NBA merger. They play their home games at Bankers Life Fieldhouse. The team is named after Indiana's history with harness racing pacers as well as the Indianapolis 500's pace cars.\r\n\r\nThe Pacers have won three championships, all in the ABA. The Pacers were Eastern Conference champions in 2000. The team has won eight division titles. Five Hall of Fame players - Reggie Miller, Chris Mullin, Alex English, Mel Daniels, and Roger Brown - played with the Pacers for multiple seasons.",
            "strDescriptionDE": null,
            "strDescriptionFR": null,
            "strDescriptionCN": null,
            "strDescriptionIT": null,
            "strDescriptionJP": null,
            "strDescriptionRU": null,
            "strDescriptionES": null,
            "strDescriptionPT": null,
            "strDescriptionSE": null,
            "strDescriptionNL": null,
            "strDescriptionHU": null,
            "strDescriptionNO": null,
            "strDescriptionIL": null,
            "strDescriptionPL": null,
            "strKitColour1": "#002d62",
            "strKitColour2": "#fdbb30",
            "strKitColour3": "",
            "strGender": "Male",
            "strCountry": "United States",
            "strTeamBadge": "https://www.thesportsdb.com/images/media/team/badge/v6jzgm1503741821.png",
            "strTeamJersey": "https://www.thesportsdb.com/images/media/team/jersey/xfd1ub1508517636.png",
            "strTeamLogo": "https://www.thesportsdb.com/images/media/team/logo/yxtxsx1421190447.png",
            "strTeamFanart1": "https://www.thesportsdb.com/images/media/team/fanart/qwytxv1421191757.jpg",
            "strTeamFanart2": "https://www.thesportsdb.com/images/media/team/fanart/yyuvpu1421191904.jpg",
            "strTeamFanart3": "https://www.thesportsdb.com/images/media/team/fanart/ryrytw1421191923.jpg",
            "strTeamFanart4": "https://www.thesportsdb.com/images/media/team/fanart/utrwwv1421191944.jpg",
            "strTeamBanner": "https://www.thesportsdb.com/images/media/team/banner/spwwwx1421191958.jpg",
            "strYoutube": "www.youtube.com/channel/UCUQDCnAwU-35cOo8WCzg6zA",
            "strLocked": "unlocked"
        },
        {
            "idTeam": "134866",
            "idSoccerXML": null,
            "idAPIfootball": "144",
            "intLoved": "2",
            "strTeam": "Los Angeles Clippers",
            "strTeamShort": "LAC",
            "strAlternate": "LA Clippers",
            "intFormedYear": "1970",
            "strSport": "Basketball",
            "strLeague": "NBA",
            "idLeague": "4387",
            "strLeague2": "NBA Summer League",
            "idLeague2": "5399",
            "strLeague3": "",
            "idLeague3": null,
            "strLeague4": "",
            "idLeague4": null,
            "strLeague5": "",
            "idLeague5": null,
            "strLeague6": "",
            "idLeague6": null,
            "strLeague7": "",
            "idLeague7": null,
            "strDivision": null,
            "strStadium": "Staples Center",
            "strKeywords": "",
            "strRSS": "http://www.nba.com/clippers/rss.xml",
            "strStadiumThumb": "https://www.thesportsdb.com/images/media/team/stadium/wyqxvt1421192798.jpg",
            "strStadiumDescription": "Staples Center is a large multi-purpose sports arena in Downtown Los Angeles. Adjacent to the L.A. Live development, it is located next to the Los Angeles Convention Center complex along Figueroa Street. Opening on October 17, 1999, it is one of the major sporting facilities in the Greater Los Angeles Area. The body of Michael Jackson was veiled on Staples Center.\r\n\r\nIt is owned and operated by the L.A. Arena Company and Anschutz Entertainment Group. The arena is home to the Los Angeles Lakers and the Los Angeles Clippers of the National Basketball Association (NBA), the Los Angeles Kings of the National Hockey League (NHL), and the Los Angeles Sparks of the Women's National Basketball Association (WNBA). The Los Angeles Avengers of the Arena Football League (AFL) and the Los Angeles D-Fenders of the NBA D-League were also tenants until both franchises were discontinued; the D-Fenders moved to the Lakers' practice facility at the Toyota Sports Center in El Segundo, California for the 2011–12 season. Staples Center is also host to over 250 events and nearly 4 million guests each year. It is the only arena in the NBA shared by two teams.",
            "strStadiumLocation": "Los Angeles, California",
            "intStadiumCapacity": "19060",
            "strWebsite": "www.nba.com/clippers",
            "strFacebook": "www.facebook.com/laclippers",
            "strTwitter": "www.twitter.com/laclippers",
            "strInstagram": "www.instagram.com/laclippers",
            "strDescriptionEN": "The Los Angeles Clippers (branded as the LA Clippers) are an American professional basketball team based in Los Angeles. The Clippers compete in the National Basketball Association (NBA) as a member of the Pacific Division in the league's Western Conference. They play their home games at the Staples Center, an arena they share with fellow NBA team Los Angeles Lakers, as well as the Los Angeles Sparks of the Women's National Basketball Association (WNBA) and the Los Angeles Kings of the National Hockey League (NHL).\r\n\r\nThe franchise was founded as the Buffalo Braves in 1970 as an expansion team. Led by future Hall of Famer Bob McAdoo, the Braves reached the playoffs three times during their eight seasons in Buffalo. Conflicts with the Canisius Golden Griffins over the Buffalo Memorial Auditorium and the sale of the franchise led to their relocation from Buffalo to San Diego, California in 1978. Rebranded as the San Diego Clippers after the sailing ships seen in the San Diego Bay, the team saw little success and missed the playoffs during all six of their years in San Diego.\r\n\r\nIn 1984, the franchise was controversially relocated to Los Angeles by new owner Donald Sterling without NBA approval. Despite the NBA taking legal action against Sterling and threatening to dissolve the franchise if he did not return the franchise to San Diego, the team was ultimately permitted to remain in Los Angeles, thanks to a counter-lawsuit initiated by Sterling. Over the course of its first 27 seasons in LA, the Clippers qualified for the postseason only four times and won only a single playoff round. They were frequently considered a perennial loser in American professional sports, drawing unfavorable comparisons to the historically successful Lakers.\r\n\r\nThe Clippers' reputation improved during the 2010s, which saw them transform into consistent postseason contenders. Aided by the \"Lob City\" lineup of Blake Griffin, DeAndre Jordan, and Chris Paul, the team qualified to play in the NBA playoffs in five consecutive seasons from 2011 to 2017 and won two consecutive division titles in 2013 and 2014, both firsts for the franchise. Despite this success, the Clippers have struggled in the postseason and never advanced past the conference semifinals round. They are the oldest franchise to have never played in the NBA Finals.",
            "strDescriptionDE": null,
            "strDescriptionFR": null,
            "strDescriptionCN": null,
            "strDescriptionIT": null,
            "strDescriptionJP": null,
            "strDescriptionRU": null,
            "strDescriptionES": null,
            "strDescriptionPT": null,
            "strDescriptionSE": null,
            "strDescriptionNL": null,
            "strDescriptionHU": null,
            "strDescriptionNO": null,
            "strDescriptionIL": null,
            "strDescriptionPL": null,
            "strKitColour1": "#c8102e",
            "strKitColour2": "#1d428a",
            "strKitColour3": "",
            "strGender": "Male",
            "strCountry": "United States",
            "strTeamBadge": "https://www.thesportsdb.com/images/media/team/badge/u31x7l1696446034.png",
            "strTeamJersey": "https://www.thesportsdb.com/images/media/team/jersey/2nnk9p1507046872.png",
            "strTeamLogo": "https://www.thesportsdb.com/images/media/team/logo/sex8at1503741556.png",
            "strTeamFanart1": "https://www.thesportsdb.com/images/media/team/fanart/twpyru1421193187.jpg",
            "strTeamFanart2": "https://www.thesportsdb.com/images/media/team/fanart/uwpsrt1421193855.jpg",
            "strTeamFanart3": "https://www.thesportsdb.com/images/media/team/fanart/tvsxyt1421193873.jpg",
            "strTeamFanart4": "https://www.thesportsdb.com/images/media/team/fanart/vvxqxu1421193928.jpg",
            "strTeamBanner": "https://www.thesportsdb.com/images/media/team/banner/vrtptw1421192157.jpg",
            "strYoutube": "www.youtube.com/channel/UCoK6pw3iIVF9WAWnQd3hj-g",
            "strLocked": "unlocked"
        },
        {
            "idTeam": "134867",
            "idSoccerXML": null,
            "idAPIfootball": "145",
            "intLoved": "5",
            "strTeam": "Los Angeles Lakers",
            "strTeamShort": "LAL",
            "strAlternate": "",
            "intFormedYear": "1947",
            "strSport": "Basketball",
            "strLeague": "NBA",
            "idLeague": "4387",
            "strLeague2": "NBA Summer League",
            "idLeague2": "5399",
            "strLeague3": "",
            "idLeague3": null,
            "strLeague4": "",
            "idLeague4": null,
            "strLeague5": "",
            "idLeague5": null,
            "strLeague6": "",
            "idLeague6": null,
            "strLeague7": "",
            "idLeague7": null,
            "strDivision": null,
            "strStadium": "Crypto.com Arena",
            "strKeywords": "",
            "strRSS": "http://www.nba.com/lakers/rss.xml",
            "strStadiumThumb": "https://www.thesportsdb.com/images/media/team/stadium/rpstvs1421279731.jpg",
            "strStadiumDescription": "Staples Center is a large multi-purpose sports arena in Downtown Los Angeles. Adjacent to the L.A. Live development, it is located next to the Los Angeles Convention Center complex along Figueroa Street. Opening on October 17, 1999, it is one of the major sporting facilities in the Greater Los Angeles Area. The body of Michael Jackson was veiled on Staples Center.\r\n\r\nIt is owned and operated by the L.A. Arena Company and Anschutz Entertainment Group. The arena is home to the Los Angeles Lakers and the Los Angeles Clippers of the National Basketball Association (NBA), the Los Angeles Kings of the National Hockey League (NHL), and the Los Angeles Sparks of the Women's National Basketball Association (WNBA). The Los Angeles Avengers of the Arena Football League (AFL) and the Los Angeles D-Fenders of the NBA D-League were also tenants until both franchises were discontinued; the D-Fenders moved to the Lakers' practice facility at the Toyota Sports Center in El Segundo, California for the 2011–12 season. Staples Center is also host to over 250 events and nearly 4 million guests each year. It is the only arena in the NBA shared by two teams.",
            "strStadiumLocation": "Los Angeles, California",
            "intStadiumCapacity": "18997",
            "strWebsite": "www.lakers.com",
            "strFacebook": "www.facebook.com/losangeleslakers",
            "strTwitter": "twitter.com/Lakers",
            "strInstagram": "www.instagram.com/lakers",
            "strDescriptionEN": "The Los Angeles Lakers are an American professional basketball team based in Los Angeles, California. They play in the Pacific Division of the Western Conference in the National Basketball Association (NBA). The Lakers play their home games at Staples Center. The Lakers are one of the most successful teams in the history of the NBA, and have won 16 NBA championships, their last being in 2010. As of 2013, the Lakers are the second most valuable NBA franchise according to Forbes, having an estimated value of $1 billion.\r\n\r\nThe franchise began with the 1947 purchase of a disbanded team, the Detroit Gems of the NBL. The new team began playing in Minneapolis, Minnesota, calling themselves the Minneapolis Lakers in honor of the state's nickname, \"Land of 10,000 Lakes\". Initially a member of the National Basketball League, the Lakers won the 1948 NBL championship before joining the rival Basketball Association of America and winning five of the next six BAA and NBA championships in Minneapolis after the NBA formed in 1949. The team was propelled by center George Mikan, who is described by the NBA's official website as the league's \"first superstar\". After struggling financially in the late 1950s following Mikan's retirement, they relocated to Los Angeles before the 1960–61 season.\r\n\r\nLed by Hall of Famers Elgin Baylor and Jerry West, Los Angeles made the NBA Finals six times in the 1960s, but lost each series to the Boston Celtics, beginning their long and storied rivalry. In 1968, the Lakers acquired four time MVP Wilt Chamberlain to play center, and after losing in the Finals in 1969 and 1970, they won their sixth NBA title—and first in Los Angeles—in 1972, led by new head coach Bill Sharman. After the retirement of West and Chamberlain, the team acquired another center, Kareem Abdul-Jabbar, who had won multiple MVP awards, but was unable to make the Finals in the late 1970s. The 1980s Lakers were nicknamed \"Showtime\" due to their Magic Johnson-led fast break-offense, and won five championships in a nine-year span, including their first ever Finals championship against the Celtics in 1985. This team featured Hall of Famers in Johnson, Abdul-Jabbar, and James Worthy, and a Hall of Fame coach, Pat Riley. After Abdul-Jabbar and Johnson's retirement, the team struggled in the early 1990s before acquiring Shaquille O'Neal and Kobe Bryant in 1996. Led by O'Neal, Bryant, and another Hall of Fame coach, Phil Jackson, Los Angeles won three consecutive titles between 2000 to 2002, securing the franchise its second \"three-peat\". After losing both the 2004 and 2008 NBA Finals, the Lakers won two more championships by defeating the Orlando Magic in 2009 and Boston in 2010.\r\n\r\nThe Lakers hold the record for NBA's longest winning streak, 33 straight games, set during the 1971–72 season. Sixteen Hall of Famers have played for Los Angeles, while four have coached the team. Four Lakers—Kareem Abdul-Jabbar, Magic Johnson, Shaquille O'Neal and Kobe Bryant—have won the NBA Most Valuable Player Awards for a total of eight awards.",
            "strDescriptionDE": null,
            "strDescriptionFR": null,
            "strDescriptionCN": null,
            "strDescriptionIT": null,
            "strDescriptionJP": null,
            "strDescriptionRU": null,
            "strDescriptionES": null,
            "strDescriptionPT": null,
            "strDescriptionSE": null,
            "strDescriptionNL": null,
            "strDescriptionHU": null,
            "strDescriptionNO": null,
            "strDescriptionIL": null,
            "strDescriptionPL": null,
            "strKitColour1": "#fdb927",
            "strKitColour2": "#3a0078",
            "strKitColour3": "",
            "strGender": "Male",
            "strCountry": "United States",
            "strTeamBadge": "https://www.thesportsdb.com/images/media/team/badge/spa6c11621594682.png",
            "strTeamJersey": "https://www.thesportsdb.com/images/media/team/jersey/xc022l1507047766.png",
            "strTeamLogo": "https://www.thesportsdb.com/images/media/team/logo/rxvrqx1421279371.png",
            "strTeamFanart1": "https://www.thesportsdb.com/images/media/team/fanart/c40roe1590335658.jpg",
            "strTeamFanart2": "https://www.thesportsdb.com/images/media/team/fanart/wtpwup1421281832.jpg",
            "strTeamFanart3": "https://www.thesportsdb.com/images/media/team/fanart/ytpupy1421281851.jpg",
            "strTeamFanart4": "https://www.thesportsdb.com/images/media/team/fanart/0cvk4j1590336121.jpg",
            "strTeamBanner": "https://www.thesportsdb.com/images/media/team/banner/ryqwsx1421282058.jpg",
            "strYoutube": "www.youtube.com/channel/UC8CSt-oVqy8pUAoKSApTxQw",
            "strLocked": "unlocked"
        },
        {
            "idTeam": "134877",
            "idSoccerXML": null,
            "idAPIfootball": "146",
            "intLoved": null,
            "strTeam": "Memphis Grizzlies",
            "strTeamShort": "MEM",
            "strAlternate": "",
            "intFormedYear": "1995",
            "strSport": "Basketball",
            "strLeague": "NBA",
            "idLeague": "4387",
            "strLeague2": "NBA Summer League",
            "idLeague2": "5399",
            "strLeague3": "",
            "idLeague3": null,
            "strLeague4": "",
            "idLeague4": null,
            "strLeague5": "",
            "idLeague5": null,
            "strLeague6": "",
            "idLeague6": null,
            "strLeague7": "",
            "idLeague7": null,
            "strDivision": null,
            "strStadium": "FedExForum",
            "strKeywords": "",
            "strRSS": "http://www.nba.com/grizzlies/rss.xml",
            "strStadiumThumb": "https://www.thesportsdb.com/images/media/team/stadium/swqvyq1421852815.jpg",
            "strStadiumDescription": "FedExForum is an arena located in downtown Memphis, Tennessee. It is the home of the Memphis Grizzlies of the NBA and the NCAA Division I men's basketball program of the University of Memphis, both of whom previously played home games at the Pyramid Arena. The arena officially opened in September 2004 after much debate and also a derecho wind storm on July 22, 2003 that nearly brought down the cranes that were building it near the famed Beale Street. It was built at a cost of $250 million and is owned by the City of Memphis; naming rights were purchased by one of Memphis' most well-known businesses, FedEx, for $92 million. FedExForum was financed using $250 million of public bonds, which were issued by the Memphis Public Building Authority (PBA). The venue also has the capability of hosting ice hockey games, concerts, and family shows. In 2011, Tony Allen\"the grindfather\" popularized the term \"The Grindhouse\". A local fan (@Hamlin38103) tweeted the suggestion to him and he made it popular.",
            "strStadiumLocation": "Memphis, Tennessee",
            "intStadiumCapacity": "18119",
            "strWebsite": "www.grizzlies.com",
            "strFacebook": "www.facebook.com/memphisgrizzlies",
            "strTwitter": "www.twitter.com/memgrizz",
            "strInstagram": "www.instagram.com/memgrizz",
            "strDescriptionEN": "The Memphis Grizzlies are an American professional basketball team based in Memphis, Tennessee. They are part of the Southwest Division of the Western Conference in the National Basketball Association (NBA). The Grizzlies play their home games at FedExForum. The team's majority owner is Robert Pera.\r\n\r\nThe team was established as the Vancouver Grizzlies in Vancouver, British Columbia in 1995. They relocated to Memphis in 2001. They are also the only team in the four major professional leagues that plays in Memphis.",
            "strDescriptionDE": null,
            "strDescriptionFR": null,
            "strDescriptionCN": null,
            "strDescriptionIT": null,
            "strDescriptionJP": null,
            "strDescriptionRU": null,
            "strDescriptionES": null,
            "strDescriptionPT": null,
            "strDescriptionSE": null,
            "strDescriptionNL": null,
            "strDescriptionHU": null,
            "strDescriptionNO": null,
            "strDescriptionIL": null,
            "strDescriptionPL": null,
            "strKitColour1": "#5d76a9",
            "strKitColour2": "#12173f",
            "strKitColour3": "",
            "strGender": "Male",
            "strCountry": "United States",
            "strTeamBadge": "https://www.thesportsdb.com/images/media/team/badge/m64v461565196789.png",
            "strTeamJersey": "https://www.thesportsdb.com/images/media/team/jersey/4n3foq1507047861.png",
            "strTeamLogo": "https://www.thesportsdb.com/images/media/team/logo/o6j2m51503742356.png",
            "strTeamFanart1": "https://www.thesportsdb.com/images/media/team/fanart/qtpvty1421857329.jpg",
            "strTeamFanart2": "https://www.thesportsdb.com/images/media/team/fanart/yrxvyx1421857365.jpg",
            "strTeamFanart3": "https://www.thesportsdb.com/images/media/team/fanart/tsyrpr1421857393.jpg",
            "strTeamFanart4": "https://www.thesportsdb.com/images/media/team/fanart/sstqqx1421857415.jpg",
            "strTeamBanner": "https://www.thesportsdb.com/images/media/team/banner/yrrutv1421853484.jpg",
            "strYoutube": "www.youtube.com/memphisgrizzlies",
            "strLocked": "unlocked"
        },
        {
            "idTeam": "134882",
            "idSoccerXML": null,
            "idAPIfootball": "147",
            "intLoved": "2",
            "strTeam": "Miami Heat",
            "strTeamShort": "MIA",
            "strAlternate": "",
            "intFormedYear": "1988",
            "strSport": "Basketball",
            "strLeague": "NBA",
            "idLeague": "4387",
            "strLeague2": "NBA Summer League",
            "idLeague2": "5399",
            "strLeague3": "",
            "idLeague3": null,
            "strLeague4": "",
            "idLeague4": null,
            "strLeague5": "",
            "idLeague5": null,
            "strLeague6": "",
            "idLeague6": null,
            "strLeague7": "",
            "idLeague7": null,
            "strDivision": null,
            "strStadium": "American Airlines Arena",
            "strKeywords": "",
            "strRSS": "",
            "strStadiumThumb": "https://www.thesportsdb.com/images/media/team/stadium/srqpwr1422402191.jpg",
            "strStadiumDescription": "The AmericanAirlines Arena is a sports and entertainment arena located in Downtown Miami, Florida along Biscayne Bay. It was constructed beginning in 1998 as a replacement for the Miami Arena and was designed by the architecture firms Arquitectonica and 360 Architecture. The Arena is home to the Miami Heat of the National Basketball Association.\r\n\r\nThe AmericanAirlines Arena is directly served by the Miami Metrorail at Government Center station via free transfers to Metromover Omni Loop, providing direct service to Freedom Tower and Park West stations. The Arena is also within walking distance from the Historic Overtown/Lyric Theatre Metrorail station.\r\n\r\nThe AmericanAirlines Arena has 2,105 club seats, 80 luxury suites, and 76 private boxes. The Waterfront Theater is Florida's largest theater which is housed within the arena, that can seat between 3,000 and 5,800. The theater can be configured for concerts, family events, musical theatre and other stage shows. American Airlines maintains the AmericanAirlines Arena Travel Center at the venue.\r\n\r\nThe airline also holds the naming rights for another NBA venue, the American Airlines Center for the Dallas Mavericks, which opened in 2001. AmericanAirlines Center should not be confused with AmericanAirlines Arena.",
            "strStadiumLocation": "Miami, Florida",
            "intStadiumCapacity": "19600",
            "strWebsite": "www.heat.com",
            "strFacebook": "www.facebook.com/MiamiHeat",
            "strTwitter": "twitter.com/MiamiHEAT",
            "strInstagram": "instagram.com/MiamiHEAT",
            "strDescriptionEN": "The Miami Heat (usually rendered in all-caps as HEAT) are an American professional basketball team based in Miami, Florida. The team is a member of the Southeast Division in the Eastern Conference of the National Basketball Association (NBA). They play their home games at the American Airlines Arena in Downtown Miami. The team owner is Micky Arison, who also owns cruise-ship giant Carnival Corporation. The team president and de facto general manager is Pat Riley, and the head coach is Erik Spoelstra. The mascot of the team is Burnie, an anthropomorphic fireball.\r\n\r\nFormed in 1988 as one of the NBA's four expansion franchises, the Heat have won three league championships (in 2006, 2012 and 2013), five conference titles and 11 division titles. From February 3 to March 27, 2013, the Heat won 27 games in a row, the second-longest streak in NBA history (after the Los Angeles Lakers' 33 wins). In 2013, Forbes valued the Heat at $625 million, sixth-most-valuable among NBA franchises.\r\n\r\nThe Heat are not related to the Miami Floridians, an ABA team in the early 1970s, although the Heat have occasionally paid tribute to the older franchise by wearing a replica version of the Floridians' uniforms for the NBA's \"Hardwood Classics Nights\" during the 2005–06 and 2011–12 seasons.",
            "strDescriptionDE": null,
            "strDescriptionFR": null,
            "strDescriptionCN": null,
            "strDescriptionIT": null,
            "strDescriptionJP": null,
            "strDescriptionRU": null,
            "strDescriptionES": null,
            "strDescriptionPT": null,
            "strDescriptionSE": null,
            "strDescriptionNL": null,
            "strDescriptionHU": null,
            "strDescriptionNO": null,
            "strDescriptionIL": null,
            "strDescriptionPL": null,
            "strKitColour1": "#000000",
            "strKitColour2": "#98002e",
            "strKitColour3": "",
            "strGender": "Male",
            "strCountry": "United States",
            "strTeamBadge": "https://www.thesportsdb.com/images/media/team/badge/5v67x51547214763.png",
            "strTeamJersey": "https://www.thesportsdb.com/images/media/team/jersey/s81qot1507047948.png",
            "strTeamLogo": "https://www.thesportsdb.com/images/media/team/logo/qtuvrp1422401293.png",
            "strTeamFanart1": "https://www.thesportsdb.com/images/media/team/fanart/tyqxxr1422402712.jpg",
            "strTeamFanart2": "https://www.thesportsdb.com/images/media/team/fanart/qryyyr1422404911.jpg",
            "strTeamFanart3": "https://www.thesportsdb.com/images/media/team/fanart/rtxxyr1422404331.jpg",
            "strTeamFanart4": "https://www.thesportsdb.com/images/media/team/fanart/ytupyu1422404930.jpg",
            "strTeamBanner": "https://www.thesportsdb.com/images/media/team/banner/vuxqpu1422402774.jpg",
            "strYoutube": "www.youtube.com/user/miamiheat",
            "strLocked": "unlocked"
        },
        {
            "idTeam": "134874",
            "idSoccerXML": null,
            "idAPIfootball": "148",
            "intLoved": null,
            "strTeam": "Milwaukee Bucks",
            "strTeamShort": "MIL",
            "strAlternate": "",
            "intFormedYear": "1968",
            "strSport": "Basketball",
            "strLeague": "NBA",
            "idLeague": "4387",
            "strLeague2": "NBA Summer League",
            "idLeague2": "5399",
            "strLeague3": "",
            "idLeague3": null,
            "strLeague4": "",
            "idLeague4": null,
            "strLeague5": "",
            "idLeague5": null,
            "strLeague6": "",
            "idLeague6": null,
            "strLeague7": "",
            "idLeague7": null,
            "strDivision": null,
            "strStadium": "Fiserv Forum",
            "strKeywords": "",
            "strRSS": "http://www.nba.com/bucks/rss.xml",
            "strStadiumThumb": "https://www.thesportsdb.com/images/media/team/stadium/uvyrus1422315993.jpg",
            "strStadiumDescription": "The BMO Harris Bradley Center (originally Bradley Center) is an indoor arena, located on the northwest corner of North 4th and West State Streets, in Downtown Milwaukee, Wisconsin.\r\n\r\nIt is home to the Milwaukee Bucks of the NBA, the Marquette University men's basketball team, and the Milwaukee Admirals of the AHL (and formerly of the IHL). It is also the former home of the Milwaukee Wave of the MISL, from 1988 to 2003, the original Milwaukee Mustangs of the AFL from 1994 to 2001, along with the second incarnation of the team from 2009 to 2013 and the Badger Hockey Showdown from 1989 to 2002.",
            "strStadiumLocation": "Milwaukee, Wisconsin",
            "intStadiumCapacity": "18717",
            "strWebsite": "www.bucks.com",
            "strFacebook": "www.facebook.com/milwaukeebucks",
            "strTwitter": "twitter.com/bucks",
            "strInstagram": "instagram.com/bucks",
            "strDescriptionEN": "The Milwaukee Bucks are a professional basketball team based in Milwaukee, Wisconsin. They are part of the Central Division of the Eastern Conference in the National Basketball Association (NBA). The team was founded in 1968 as an expansion team, and plays at the BMO Harris Bradley Center. Former U.S. Senator Herb Kohl was the long-time owner of the team, with John Hammond as current general manager; as of April 16, 2014 a group led by billionaire hedge fund managers Wesley Edens and Marc Lasry agreed to purchase the team from Kohl, a sale which was approved by the owners of the NBA and its board of governors a month later on May 16. The team is currently valued at $405 million according to Forbes, ranking last in the league.\r\n\r\nThe Bucks have won one league title (1971), two conference titles (1971 and 1974), and thirteen division titles (1971–74, 1976, 1980–86, 2001). They have featured such notable players as Kareem Abdul-Jabbar, Sidney Moncrief, Oscar Robertson, Bob Lanier, Glenn \"Big Dog\" Robinson, Ray Allen, Andrew Bogut, Michael Redd, Terry Cummings, Vin Baker, Jon McGlocklin, Brandon Jennings and Toni Kukoč.",
            "strDescriptionDE": null,
            "strDescriptionFR": null,
            "strDescriptionCN": null,
            "strDescriptionIT": null,
            "strDescriptionJP": null,
            "strDescriptionRU": null,
            "strDescriptionES": null,
            "strDescriptionPT": null,
            "strDescriptionSE": null,
            "strDescriptionNL": null,
            "strDescriptionHU": null,
            "strDescriptionNO": null,
            "strDescriptionIL": null,
            "strDescriptionPL": null,
            "strKitColour1": "#00471b",
            "strKitColour2": "#eee1c6",
            "strKitColour3": "",
            "strGender": "Male",
            "strCountry": "United States",
            "strTeamBadge": "https://www.thesportsdb.com/images/media/team/badge/olhug01621594702.png",
            "strTeamJersey": "https://www.thesportsdb.com/images/media/team/jersey/lr554a1507048094.png",
            "strTeamLogo": "https://www.thesportsdb.com/images/media/team/logo/wlzu131503742746.png",
            "strTeamFanart1": "https://www.thesportsdb.com/images/media/team/fanart/rruqvq1422317685.jpg",
            "strTeamFanart2": "https://www.thesportsdb.com/images/media/team/fanart/yvpqtw1422317701.jpg",
            "strTeamFanart3": "https://www.thesportsdb.com/images/media/team/fanart/xqsvtt1422317716.jpg",
            "strTeamFanart4": "https://www.thesportsdb.com/images/media/team/fanart/uyvurw1422317734.jpg",
            "strTeamBanner": "https://www.thesportsdb.com/images/media/team/banner/wyrtqs1422317748.jpg",
            "strYoutube": "www.youtube.com/channel/UCRZDEVva3Z8h_Q0VetTgDUA",
            "strLocked": "unlocked"
        },
        {
            "idTeam": "134886",
            "idSoccerXML": null,
            "idAPIfootball": "149",
            "intLoved": "1",
            "strTeam": "Minnesota Timberwolves",
            "strTeamShort": "MIN",
            "strAlternate": "",
            "intFormedYear": "1989",
            "strSport": "Basketball",
            "strLeague": "NBA",
            "idLeague": "4387",
            "strLeague2": "NBA Summer League",
            "idLeague2": "5399",
            "strLeague3": "",
            "idLeague3": null,
            "strLeague4": "",
            "idLeague4": null,
            "strLeague5": "",
            "idLeague5": null,
            "strLeague6": "",
            "idLeague6": null,
            "strLeague7": "",
            "idLeague7": null,
            "strDivision": null,
            "strStadium": "Target Center",
            "strKeywords": "",
            "strRSS": "http://www.nba.com/timberwolves/rss.xml",
            "strStadiumThumb": "https://www.thesportsdb.com/images/media/team/stadium/wvvquv1422406104.jpg",
            "strStadiumDescription": "Target Center is a multi-purpose arena located in downtown Minneapolis, Minnesota. Target Center hosts major family shows, concerts, sporting events, graduations and private events. Target Corporation is the original and current naming rights partner of the arena. It contains 702 club seats and 68 suites.\r\n\r\nThe center is home to the NBA's Minnesota Timberwolves, the WNBA's Minnesota Lynx and the LFL's Minnesota Valkyrie. The facility has also hosted the RHI's Minnesota Arctic Blast and the Arena Football League's Minnesota Fighting Pike in the past.",
            "strStadiumLocation": "Minneapolis, Minnesota",
            "intStadiumCapacity": "18798",
            "strWebsite": "www.timberwolves.com",
            "strFacebook": "www.facebook.com/MNTimberwolves",
            "strTwitter": "twitter.com/MNTimberwolves",
            "strInstagram": "instagram.com/mntimberwolves",
            "strDescriptionEN": "The Minnesota Timberwolves (also commonly referred to as the T-Wolves, or simply Wolves) are an American professional basketball team based in Minneapolis, Minnesota. They play in the Northwest Division of the Western Conference in the National Basketball Association (NBA). Founded in 1989, the team is owned by Glen Taylor. The Timberwolves played their home games at the Metrodome during their inaugural season, before moving to Target Center in 1990.\r\n\r\nLike most expansion teams, the Timberwolves struggled in their early years, but after the acquisition of Kevin Garnett in the 1995 NBA draft, the team made the playoffs eight consecutive times from 1997 to 2004. Despite losing in the first round in their first seven attempts, the Timberwolves won their first division title in 2004 and advanced to the Western Conference Finals. Garnett was also named the NBA Most Valuable Player Award for that season. The team has been in rebuilding mode since missing the playoffs in 2005, and trading Garnett to the Boston Celtics in 2007.",
            "strDescriptionDE": null,
            "strDescriptionFR": null,
            "strDescriptionCN": null,
            "strDescriptionIT": null,
            "strDescriptionJP": null,
            "strDescriptionRU": null,
            "strDescriptionES": null,
            "strDescriptionPT": null,
            "strDescriptionSE": null,
            "strDescriptionNL": null,
            "strDescriptionHU": null,
            "strDescriptionNO": null,
            "strDescriptionIL": null,
            "strDescriptionPL": null,
            "strKitColour1": "#0c2340",
            "strKitColour2": "#236192",
            "strKitColour3": "",
            "strGender": "Male",
            "strCountry": "United States",
            "strTeamBadge": "https://www.thesportsdb.com/images/media/team/badge/5xpgjg1621594771.png",
            "strTeamJersey": "https://www.thesportsdb.com/images/media/team/jersey/lvvjmb1507048200.png",
            "strTeamLogo": "https://www.thesportsdb.com/images/media/team/logo/utvrvt1422405624.png",
            "strTeamFanart1": "https://www.thesportsdb.com/images/media/team/fanart/wuuxxs1422407729.jpg",
            "strTeamFanart2": "https://www.thesportsdb.com/images/media/team/fanart/vrwwrx1422407742.jpg",
            "strTeamFanart3": "https://www.thesportsdb.com/images/media/team/fanart/rurrwp1422407793.jpg",
            "strTeamFanart4": "https://www.thesportsdb.com/images/media/team/fanart/syqyxy1422407765.jpg",
            "strTeamBanner": "https://www.thesportsdb.com/images/media/team/banner/qwrstt1422407875.jpg",
            "strYoutube": "www.youtube.com/channel/UCXWDN5NKVFgnPt25CMh98Cg",
            "strLocked": "unlocked"
        },
        {
            "idTeam": "134878",
            "idSoccerXML": null,
            "idAPIfootball": "150",
            "intLoved": null,
            "strTeam": "New Orleans Pelicans",
            "strTeamShort": "NOP",
            "strAlternate": "",
            "intFormedYear": "2002",
            "strSport": "Basketball",
            "strLeague": "NBA",
            "idLeague": "4387",
            "strLeague2": "NBA Summer League",
            "idLeague2": "5399",
            "strLeague3": "",
            "idLeague3": null,
            "strLeague4": "",
            "idLeague4": null,
            "strLeague5": "",
            "idLeague5": null,
            "strLeague6": "",
            "idLeague6": null,
            "strLeague7": "",
            "idLeague7": null,
            "strDivision": null,
            "strStadium": "Smoothie King Center",
            "strKeywords": "",
            "strRSS": "http://www.nba.com/pelicans/rss.xml",
            "strStadiumThumb": "https://www.thesportsdb.com/images/media/team/stadium/uqrwxs1422489632.jpg",
            "strStadiumDescription": "The Smoothie King Center (originally New Orleans Arena) is a multi-purpose indoor arena in New Orleans, Louisiana. It is located in the city's Central Business District, adjacent to the Mercedes-Benz Superdome.\r\n\r\nIt has been home to the New Orleans Pelicans (formerly the Hornets) of the NBA since 2002.\r\n\r\nStarting in February 2004, the New Orleans VooDoo, of the Arena Football League (AFL), played their home games in the arena until the team disbanded in 2008. The VooDoo resumed play at the arena in March 2011.",
            "strStadiumLocation": "New Orleans, Louisiana",
            "intStadiumCapacity": "16867",
            "strWebsite": "www.pelicans.com",
            "strFacebook": "www.facebook.com/PelicansNBA",
            "strTwitter": "www.twitter.com/pelicansnba",
            "strInstagram": "instagram.com/pelicansnba",
            "strDescriptionEN": "The New Orleans Pelicans are an American professional basketball team based in New Orleans, Louisiana, that competes in the National Basketball Association (NBA). They play in the Southwest Division of the league's Western Conference. The franchise was established as the New Orleans Hornets in the 2002–03 season due to the relocation of the Charlotte Hornets after spending 1988–2002 based in Charlotte, North Carolina. Due to the damage caused by Hurricane Katrina in 2005, the franchise temporarily relocated to Oklahoma City, where they spent two seasons officially known as the New Orleans/Oklahoma City Hornets. The team returned to New Orleans full-time for the 2007–08 season. On January 24, 2013, the franchise announced it would rename itself as the New Orleans Pelicans. The name change to the Pelicans took effect after the conclusion of the 2012–13 season. The Charlotte Hornets name, history and records from 1988–2002 were returned to its original city to be used by the then-Charlotte Bobcats franchise, starting May 20, 2014.\r\n\r\nIn 13 seasons of play since the original franchise relocated from North Carolina, the New Orleans franchise has achieved an overall regular season record of 453–515, and has qualified for the postseason five times. Their achievements include one playoff series victory and one division title.",
            "strDescriptionDE": null,
            "strDescriptionFR": null,
            "strDescriptionCN": null,
            "strDescriptionIT": null,
            "strDescriptionJP": null,
            "strDescriptionRU": null,
            "strDescriptionES": null,
            "strDescriptionPT": null,
            "strDescriptionSE": null,
            "strDescriptionNL": null,
            "strDescriptionHU": null,
            "strDescriptionNO": null,
            "strDescriptionIL": null,
            "strDescriptionPL": null,
            "strKitColour1": "#002b5c",
            "strKitColour2": "#b4975a",
            "strKitColour3": "",
            "strGender": "Male",
            "strCountry": "United States",
            "strTeamBadge": "https://www.thesportsdb.com/images/media/team/badge/cak6261696446261.png",
            "strTeamJersey": "https://www.thesportsdb.com/images/media/team/jersey/g7f9a41507048325.png",
            "strTeamLogo": "https://www.thesportsdb.com/images/media/team/logo/xl7zkg1546021531.png",
            "strTeamFanart1": "https://www.thesportsdb.com/images/media/team/fanart/yxuqtp1422490168.jpg",
            "strTeamFanart2": "https://www.thesportsdb.com/images/media/team/fanart/tywxqt1422491003.jpg",
            "strTeamFanart3": "https://www.thesportsdb.com/images/media/team/fanart/qrpwyq1422491018.jpg",
            "strTeamFanart4": "https://www.thesportsdb.com/images/media/team/fanart/ytwxtr1422491031.jpg",
            "strTeamBanner": "https://www.thesportsdb.com/images/media/team/banner/uxqrxs1422491047.jpg",
            "strYoutube": "www.youtube.com/channel/UCHvG7tf62PwI04ZRfoptRSw",
            "strLocked": "unlocked"
        },
        {
            "idTeam": "134862",
            "idSoccerXML": null,
            "idAPIfootball": "151",
            "intLoved": "1",
            "strTeam": "New York Knicks",
            "strTeamShort": "NYK",
            "strAlternate": "",
            "intFormedYear": "1946",
            "strSport": "Basketball",
            "strLeague": "NBA",
            "idLeague": "4387",
            "strLeague2": "NBA Summer League",
            "idLeague2": "5399",
            "strLeague3": "",
            "idLeague3": null,
            "strLeague4": "",
            "idLeague4": null,
            "strLeague5": "",
            "idLeague5": null,
            "strLeague6": "",
            "idLeague6": null,
            "strLeague7": "",
            "idLeague7": null,
            "strDivision": null,
            "strStadium": "Madison Square Garden",
            "strKeywords": "",
            "strRSS": "http://www.nba.com/knicks/rss.xml",
            "strStadiumThumb": "https://www.thesportsdb.com/images/media/team/stadium/txyysr1421885214.jpg",
            "strStadiumDescription": "Madison Square Garden (sometimes called MSG or simply The Garden) is a multi-purpose indoor arena in Midtown Manhattan in New York City. Located between Seventh and Eighth Avenues from 31st to 33rd Streets, it is situated atop Pennsylvania Station (the second railroad station to bear the name). It is the fourth venue to bear the \"MSG\" name, the first two (1879 and 1890) of which were located on Madison Square, on East 26th Street and Madison Avenue, with the third Madison Square Garden further uptown at Eighth Avenue and 50th Street. The Garden is used for professional basketball and ice hockey, as well as boxing, concerts, ice shows, circuses, and other forms of sports and entertainment. It resides in close geographic proximity to other midtown Manhattan landmarks, including the Empire State Building, Koreatown, and Macy's at Herald Square. It is home to the New York Rangers of the National Hockey League, the New York Knicks of the National Basketball Association, and residency to singer-songwriter, Billy Joel.\r\n\r\nOpening on February 11, 1968, it is now considered to be the oldest, and most active major sporting facility in the New York City metropolitan area. It is the oldest arena in the National Hockey League and the second-oldest arena in the National Basketball Association. Madison Square Garden is the third-busiest music arena in the world in terms of ticket sales, behind the Manchester Arena and The O2 Arena, both in England. At a total construction cost of approximately $1.1 billion, Madison Square Garden has been ranked as one of the ten most expensive stadium venues ever built. It is part of the Pennsylvania Plaza office and retail complex. Several other operating entities related to the Garden share its name.",
            "strStadiumLocation": "New York City, New York",
            "intStadiumCapacity": "19812",
            "strWebsite": "www.nba.com/knicks/?tmd=1",
            "strFacebook": "www.facebook.com/NYKnicks",
            "strTwitter": "twitter.com/nyknicks",
            "strInstagram": "instagram.com/nyknicks",
            "strDescriptionEN": "The New York Knickerbockers, commonly referred to as the Knicks, are a professional basketball team based in New York City, New York. The Knicks are part of the Atlantic Division of the Eastern Conference in the National Basketball Association (NBA). The team, established by Ned Irish in 1946, was one of the founding members of the Basketball Association of America (BAA), which became the NBA after merging with the rival National Basketball League (NBL) in 1949. The team plays at Madison Square Garden, above Pennsylvania Station in the borough of Manhattan, and along with the Boston Celtics is one of only two original NBA teams still located in its original city.\r\n\r\nThe Knicks were successful during their early years and were constant playoff contenders under the franchise's first head coach Joe Lapchick. Beginning in 1950, the Knicks made three consecutive appearances in the NBA Finals, all of which were losing efforts. Lapchick resigned in 1956 and the team subsequently began to falter. It was not until the late 1960s when Red Holzman became head coach that the Knicks began to regain their former dominance. Holzman successfully guided the Knicks to two championship titles in 1970 and 1973. The Knicks of the 1980s had mixed success that included six playoff appearances; however, they failed to participate in the NBA Finals.\r\n\r\nThe playoff-level Knicks of the 1990s were led by future Hall of Fame center Patrick Ewing; this era was marked by three passionate rivalries with Alonzo Mourning's Miami Heat, Reggie Miller's Indiana Pacers, and Michael Jordan's Chicago Bulls. During this time, they were well known for displaying tough defense under head coach Pat Riley before Jeff Van Gundy assumed head coaching responsibilities in 1995. Their success during this decade was highlighted by two appearances in the NBA Finals, in 1994 and 1999. Despite being a consistent playoff contender, they never attained an NBA Championship in their two championship appearances.\r\n\r\nSince 2000, the Knicks have struggled to regain their former glory, advancing to the playoffs five times in the last 14 years. In 2012–13, the franchise won its first division title in 19 years, but were eliminated in the second round of the playoffs by the Indiana Pacers. According to Forbes, the Knicks are the 2nd-most-valuable NBA team, worth approximately $2.5 billion U.S.",
            "strDescriptionDE": null,
            "strDescriptionFR": null,
            "strDescriptionCN": null,
            "strDescriptionIT": null,
            "strDescriptionJP": null,
            "strDescriptionRU": null,
            "strDescriptionES": null,
            "strDescriptionPT": null,
            "strDescriptionSE": null,
            "strDescriptionNL": null,
            "strDescriptionHU": null,
            "strDescriptionNO": null,
            "strDescriptionIL": null,
            "strDescriptionPL": null,
            "strKitColour1": "#006bb6",
            "strKitColour2": "#f58426",
            "strKitColour3": "",
            "strGender": "Male",
            "strCountry": "United States",
            "strTeamBadge": "https://www.thesportsdb.com/images/media/team/badge/wyhpuf1511810435.png",
            "strTeamJersey": "https://www.thesportsdb.com/images/media/team/jersey/jfktrl1507048454.png",
            "strTeamLogo": "https://www.thesportsdb.com/images/media/team/logo/yqtrrt1421884766.png",
            "strTeamFanart1": "https://www.thesportsdb.com/images/media/team/fanart/vyyuuq1421887236.jpg",
            "strTeamFanart2": "https://www.thesportsdb.com/images/media/team/fanart/vuwxxu1421887258.jpg",
            "strTeamFanart3": "https://www.thesportsdb.com/images/media/team/fanart/tswrru1421887369.jpg",
            "strTeamFanart4": "https://www.thesportsdb.com/images/media/team/fanart/quvsuy1421887344.jpg",
            "strTeamBanner": "https://www.thesportsdb.com/images/media/team/banner/wvrwup1421885325.jpg",
            "strYoutube": "www.youtube.com/channel/UC0hb8f0OXHEzDrJDUq-YVVw",
            "strLocked": "unlocked"
        },
        {
            "idTeam": "134887",
            "idSoccerXML": null,
            "idAPIfootball": "152",
            "intLoved": "1",
            "strTeam": "Oklahoma City Thunder",
            "strTeamShort": "OKC",
            "strAlternate": "",
            "intFormedYear": "1967",
            "strSport": "Basketball",
            "strLeague": "NBA",
            "idLeague": "4387",
            "strLeague2": "NBA Summer League",
            "idLeague2": "5399",
            "strLeague3": "",
            "idLeague3": null,
            "strLeague4": "",
            "idLeague4": null,
            "strLeague5": "",
            "idLeague5": null,
            "strLeague6": "",
            "idLeague6": null,
            "strLeague7": "",
            "idLeague7": null,
            "strDivision": null,
            "strStadium": "Chesapeake Energy Arena",
            "strKeywords": "",
            "strRSS": "http://www.nba.com/thunder/rss.xml",
            "strStadiumThumb": "https://www.thesportsdb.com/images/media/team/stadium/vxtpss1422576179.jpg",
            "strStadiumDescription": "Chesapeake Energy Arena (called the Ford Center from its opening in 2002 until 2010 and then the Oklahoma City Arena until 2011) is an arena located in downtown Oklahoma City, Oklahoma. The arena has been the home venue of the National Basketball Association (NBA)'s Oklahoma City Thunder since the 2008–09 season–their first season after the team relocated from Seattle, Washington, where they were known as the SuperSonics (a.k.a. the Sonics). The arena was also the home of the Central Hockey League (CHL)'s Oklahoma City Blazers until the team folded in July 2009, and the home of the Oklahoma City Yard Dawgz arena football team, which moved to the Cox Convention Center.\r\n\r\nIt is owned by the city and operated by the SMG property management company.\r\n\r\nOf special note, Chesapeake Energy Arena (then known as the Ford Center) served as the temporary home for the NBA's New Orleans Hornets (now known as the Pelicans) when they were forced to play games elsewhere following the decimation of New Orleans by Hurricane Katrina. The response in the two seasons the Hornets played in Oklahoma City (2005–07) was an impetus to Oklahoma City being discussed prior to 2008 as a future NBA city, either by relocation or expansion.\r\n\r\nIn addition to its use as a sports venue, Chesapeake Energy Arena hosts concerts, family and social events, conventions, ice shows, and civic events.",
            "strStadiumLocation": "Oklahoma City, Oklahoma",
            "intStadiumCapacity": "18203",
            "strWebsite": "www.thunder.nba.com",
            "strFacebook": "www.facebook.com/OKCThunder",
            "strTwitter": "twitter.com/okcthunder",
            "strInstagram": "instagram.com/okcthunder",
            "strDescriptionEN": "The Oklahoma City Thunder is an American professional basketball team based in Oklahoma City, Oklahoma. The team plays in the Northwest Division of the Western Conference in the National Basketball Association (NBA). Its home court is at Chesapeake Energy Arena. The Thunder's NBA Development League affiliate is the Oklahoma City Blue, which is owned by the Thunder. The Thunder is the only team in the major professional North American sports leagues based in the state of Oklahoma.\r\n\r\nFormerly the Seattle SuperSonics, the team relocated in 2008 after a dispute between owner Clay Bennett and lawmakers in Seattle, Washington. As the SuperSonics, the franchise qualified for the NBA Playoffs 22 times, won their division six times, and won the 1979 NBA Championship. In Oklahoma City, the Thunder qualified for their first playoff berth during the 2009–10 season. They followed that success by winning their first division title as the Thunder in the 2010–11 season and their first Western Conference championship as the Thunder in the 2011–12 season, appearing in the NBA Finals for the fourth time in franchise history and first since 1996, when the club was based in Seattle.",
            "strDescriptionDE": null,
            "strDescriptionFR": null,
            "strDescriptionCN": null,
            "strDescriptionIT": null,
            "strDescriptionJP": null,
            "strDescriptionRU": null,
            "strDescriptionES": null,
            "strDescriptionPT": null,
            "strDescriptionSE": null,
            "strDescriptionNL": null,
            "strDescriptionHU": null,
            "strDescriptionNO": null,
            "strDescriptionIL": null,
            "strDescriptionPL": null,
            "strKitColour1": "#007ac1",
            "strKitColour2": "#ef3b24",
            "strKitColour3": "#002d62",
            "strGender": "Male",
            "strCountry": "United States",
            "strTeamBadge": "https://www.thesportsdb.com/images/media/team/badge/xpswpq1422575434.png",
            "strTeamJersey": "https://www.thesportsdb.com/images/media/team/jersey/4wq3s51507048554.png",
            "strTeamLogo": "https://www.thesportsdb.com/images/media/team/logo/oyhu4l1537103038.png",
            "strTeamFanart1": "https://www.thesportsdb.com/images/media/team/fanart/rupvup1422578864.jpg",
            "strTeamFanart2": "https://www.thesportsdb.com/images/media/team/fanart/systqw1422578915.jpg",
            "strTeamFanart3": "https://www.thesportsdb.com/images/media/team/fanart/tqxsrx1422578948.jpg",
            "strTeamFanart4": "https://www.thesportsdb.com/images/media/team/fanart/spqyrx1422579016.jpg",
            "strTeamBanner": "https://www.thesportsdb.com/images/media/team/banner/ssqvqy1422579107.jpg",
            "strYoutube": "www.youtube.com/channel/UCpXdQhy6kb5CTD8hKlmOL3w",
            "strLocked": "unlocked"
        },
        {
            "idTeam": "134883",
            "idSoccerXML": null,
            "idAPIfootball": "153",
            "intLoved": null,
            "strTeam": "Orlando Magic",
            "strTeamShort": "ORL",
            "strAlternate": "",
            "intFormedYear": "1989",
            "strSport": "Basketball",
            "strLeague": "NBA",
            "idLeague": "4387",
            "strLeague2": "NBA Summer League",
            "idLeague2": "5399",
            "strLeague3": "",
            "idLeague3": null,
            "strLeague4": "",
            "idLeague4": null,
            "strLeague5": "",
            "idLeague5": null,
            "strLeague6": "",
            "idLeague6": null,
            "strLeague7": "",
            "idLeague7": null,
            "strDivision": null,
            "strStadium": "Amway Center",
            "strKeywords": "",
            "strRSS": "http://www.nba.com/magic/rss.xml",
            "strStadiumThumb": "https://www.thesportsdb.com/images/media/team/stadium/vtwruv1422493239.jpg",
            "strStadiumDescription": "The Amway Center is a sports and entertainment venue in Orlando, Florida, located in the Downtown area. It is part of Downtown Orlando Master Plan 3: a plan that also involves improvements to the Citrus Bowl and a new performing arts center. The arena is home to the Orlando Magic of the NBA, the Orlando Solar Bears of the ECHL, and hosted the 2012 NBA All-Star Game.\r\n\r\nAmway Center hosted the 2nd and 3rd round games of the NCAA Division I Men’s Basketball Tournament in 2014. On January 14, 2013, the Arena Football League's Board of Directors voted to award ArenaBowl XXVI to Orlando in the summer of 2013. On September 4, 2013, the Orlando Predators were informed that they had defaulted on their lease for failing to meet attendance requirements, forcing the team out of the arena. On April 19, 2014, the venue hosted the UFC on Fox: Werdum vs. Browne mixed martial arts fight.",
            "strStadiumLocation": "Orlando, Florida",
            "intStadiumCapacity": "18846",
            "strWebsite": "www.orlandomagic.com",
            "strFacebook": "www.facebook.com/OrlandoMagic",
            "strTwitter": "twitter.com/OrlandoMagic",
            "strInstagram": "instagram.com/orlandomagic",
            "strDescriptionEN": "The Orlando Magic is an American professional basketball team based in Orlando, Florida. It is part of the Southeast Division of the Eastern Conference in the National Basketball Association (NBA). The franchise was established in 1989 as an expansion franchise, and has had such notable NBA stars as Shaquille O'Neal, Penny Hardaway, Patrick Ewing, Grant Hill, Tracy McGrady, Steve Francis, Dwight Howard, Vince Carter and Rashard Lewis throughout its young history. The franchise has also been in the playoffs for more than half of their existence (14 playoff appearances in 24 years).\r\n\r\nOrlando has been the second most successful of the four expansion teams brought into the league in 1988 and 1989 in terms of winning percentage, after the Miami Heat. They currently are the only team in the major pro sports leagues to play in the city of Orlando. This will change in 2015 when Orlando City SC, a Major League Soccer (MLS) expansion franchise, will become the second team and the first MLS team in the state since 2001.",
            "strDescriptionDE": null,
            "strDescriptionFR": null,
            "strDescriptionCN": null,
            "strDescriptionIT": null,
            "strDescriptionJP": null,
            "strDescriptionRU": null,
            "strDescriptionES": null,
            "strDescriptionPT": null,
            "strDescriptionSE": null,
            "strDescriptionNL": null,
            "strDescriptionHU": null,
            "strDescriptionNO": null,
            "strDescriptionIL": null,
            "strDescriptionPL": null,
            "strKitColour1": "#0077C0",
            "strKitColour2": "#C4CED4",
            "strKitColour3": "#000000",
            "strGender": "Male",
            "strCountry": "United States",
            "strTeamBadge": "https://www.thesportsdb.com/images/media/team/badge/f2wcro1696446120.png",
            "strTeamJersey": "https://www.thesportsdb.com/images/media/team/jersey/us35jl1507048656.png",
            "strTeamLogo": "https://www.thesportsdb.com/images/media/team/logo/yqtwws1422493007.png",
            "strTeamFanart1": "https://www.thesportsdb.com/images/media/team/fanart/tuwwvy1420560214.jpg",
            "strTeamFanart2": "https://www.thesportsdb.com/images/media/team/fanart/yxvptw1422493721.jpg",
            "strTeamFanart3": "https://www.thesportsdb.com/images/media/team/fanart/wpwtvq1422493570.jpg",
            "strTeamFanart4": "https://www.thesportsdb.com/images/media/team/fanart/qpupus1422493669.jpg",
            "strTeamBanner": "https://www.thesportsdb.com/images/media/team/banner/rruqvq1422493738.jpg",
            "strYoutube": "www.youtube.com/user/NBAOrlandoMagic",
            "strLocked": "unlocked"
        },
        {
            "idTeam": "134863",
            "idSoccerXML": null,
            "idAPIfootball": "154",
            "intLoved": null,
            "strTeam": "Philadelphia 76ers",
            "strTeamShort": "PHI",
            "strAlternate": "",
            "intFormedYear": "1946",
            "strSport": "Basketball",
            "strLeague": "NBA",
            "idLeague": "4387",
            "strLeague2": "NBA Summer League",
            "idLeague2": "5399",
            "strLeague3": "",
            "idLeague3": null,
            "strLeague4": "",
            "idLeague4": null,
            "strLeague5": "",
            "idLeague5": null,
            "strLeague6": "",
            "idLeague6": null,
            "strLeague7": "",
            "idLeague7": null,
            "strDivision": null,
            "strStadium": "Wells Fargo Center",
            "strKeywords": "Sixers",
            "strRSS": "http://www.nba.com/sixers/rss.xml",
            "strStadiumThumb": "https://www.thesportsdb.com/images/media/team/stadium/xwswqr1422662849.jpg",
            "strStadiumDescription": "The Wells Fargo Center (Spectrum II (prior to construction), formerly the CoreStates Center, First Union Center and Wachovia Center) is a multi-purpose indoor arena located in Philadelphia, Pennsylvania.\r\n\r\nIt is the home arena of the Philadelphia Flyers of the National Hockey League, the Philadelphia 76ers of the National Basketball Association, and the Philadelphia Soul of the Arena Football League. The Center was completed in 1996 to replace the Spectrum as the home arena of the Flyers and 76ers, on the former site of John F. Kennedy Stadium (originally Philadelphia Municipal Stadium) at a cost of $210 million, largely privately financed (though the city and state helped to pay for the local infrastructure). It is owned by Comcast Spectacor, which also owns the Flyers, and is operated by its arena-management subsidiary, Global Spectrum.\r\n\r\nThe Wells Fargo Center lies at the southwest corner of the South Philadelphia Sports Complex, which includes Lincoln Financial Field, Citizens Bank Park, and Xfinity Live!.",
            "strStadiumLocation": "Philadelphia, Pennsylvania",
            "intStadiumCapacity": "20328",
            "strWebsite": "www.sixers.com",
            "strFacebook": "www.facebook.com/Sixers",
            "strTwitter": "twitter.com/Sixers",
            "strInstagram": "instagram.com/Philadelphia76ers",
            "strDescriptionEN": "The Philadelphia 76ers (commonly known as the Sixers) are an American professional basketball franchise based in Philadelphia, Pennsylvania. They play in the Atlantic Division of the Eastern Conference of the National Basketball Association (NBA). Founded in 1946 and originally known as the Syracuse Nationals, they are one of the oldest franchises in the NBA, and one of only eight (out of 23) to survive the league's first decade.\r\n\r\nThe 76ers have had a rich history, with many of the greatest players in NBA history having played for the organization, including Wilt Chamberlain, Julius Erving, Moses Malone, Charles Barkley, and Allen Iverson. They have won three NBA championships, with their first coming as the Syracuse Nationals in 1955. The second title came in the 1966–67 season, a team which was led by Chamberlain. The third title came in the 1982–83 season, won by a team led by Erving and Malone. They have only been back to the Finals once since then, during the 2001 campaign, led by Iverson, only to fall to the Los Angeles Lakers, 4–1. They won game 1 in overtime, but lost the next 4. The Sixers set a franchise record and tied an NBA record for futility during the 2013–14 season, losing 26 consecutive games.",
            "strDescriptionDE": null,
            "strDescriptionFR": null,
            "strDescriptionCN": null,
            "strDescriptionIT": null,
            "strDescriptionJP": null,
            "strDescriptionRU": null,
            "strDescriptionES": null,
            "strDescriptionPT": null,
            "strDescriptionSE": null,
            "strDescriptionNL": null,
            "strDescriptionHU": null,
            "strDescriptionNO": null,
            "strDescriptionIL": null,
            "strDescriptionPL": null,
            "strKitColour1": "#006bb6",
            "strKitColour2": "#FFFFFF",
            "strKitColour3": "",
            "strGender": "Male",
            "strCountry": "United States",
            "strTeamBadge": "https://www.thesportsdb.com/images/media/team/badge/71545f1518464849.png",
            "strTeamJersey": "https://www.thesportsdb.com/images/media/team/jersey/rf6e891507048751.png",
            "strTeamLogo": "https://www.thesportsdb.com/images/media/team/logo/rxvypt1422661970.png",
            "strTeamFanart1": "https://www.thesportsdb.com/images/media/team/fanart/vxxyww1422665138.jpg",
            "strTeamFanart2": "https://www.thesportsdb.com/images/media/team/fanart/utvvty1422665208.jpg",
            "strTeamFanart3": "https://www.thesportsdb.com/images/media/team/fanart/vxuquy1422665222.jpg",
            "strTeamFanart4": "https://www.thesportsdb.com/images/media/team/fanart/xxwyyt1422665235.jpg",
            "strTeamBanner": "https://www.thesportsdb.com/images/media/team/banner/qttuww1422665251.jpg",
            "strYoutube": "www.youtube.com/user/philadelphia76ers",
            "strLocked": "unlocked"
        },
        {
            "idTeam": "134868",
            "idSoccerXML": null,
            "idAPIfootball": "155",
            "intLoved": "2",
            "strTeam": "Phoenix Suns",
            "strTeamShort": "PHX",
            "strAlternate": "",
            "intFormedYear": "1968",
            "strSport": "Basketball",
            "strLeague": "NBA",
            "idLeague": "4387",
            "strLeague2": "NBA Summer League",
            "idLeague2": "5399",
            "strLeague3": "",
            "idLeague3": null,
            "strLeague4": "",
            "idLeague4": null,
            "strLeague5": "",
            "idLeague5": null,
            "strLeague6": "",
            "idLeague6": null,
            "strLeague7": "",
            "idLeague7": null,
            "strDivision": null,
            "strStadium": "Talking Stick Resort Arena",
            "strKeywords": "",
            "strRSS": "",
            "strStadiumThumb": "https://www.thesportsdb.com/images/media/team/stadium/sqwrut1422919448.jpg",
            "strStadiumDescription": "Talking Stick Resort Arena (formerly America West Arena and US Airways Center) is a sports and entertainment arena in downtown Phoenix, Arizona. It opened on June 6, 1992 at a construction cost of $89 million.\r\n\r\nIt is home to the Phoenix Suns of the National Basketball Association (NBA), the Phoenix Mercury of the Women's National Basketball Association (WNBA) and the Arena Football League's Arizona Rattlers.\r\n\r\nThe ECHL's Phoenix RoadRunners played at the arena from their inaugural 2005-06 season until they ceased operations at the conclusion of the 2008-09 season.\r\n\r\nLocated near Chase Field (the Arizona Diamondbacks' home ballpark), the arena is one million square feet in size on an 11-acre site. These two major league sports venues make up for half of those used by Phoenix area professional teams, the other two being University of Phoenix Stadium and Gila River Arena (formerly Jobing.com Arena) in the neighboring Phoenix suburb of Glendale.\r\n\r\nRenovations were completed in March 2003, where it features a 16,000-square foot air-conditioned glass-enclosed atrium built on the northwest side of the arena. It is to keep patrons cool while waiting in line for tickets or spending time inside the building before events. The total cost was estimated around $67 million. The upgrading of US Airways Center was done as part of the Phoenix Suns' plan to keep it economically competitive after Jobing.com Arena opened. Former Suns owner Jerry Colangelo originally thought of the renovations after visiting Staples Center in Los Angeles and envisioned a similar entertainment district in Phoenix.\r\n\r\nThe arena also features the Verve Lounge, a high-class exclusive bar lounge.",
            "strStadiumLocation": "Phoenix, Arizona",
            "intStadiumCapacity": "18422",
            "strWebsite": "www.suns.com",
            "strFacebook": "www.facebook.com/suns",
            "strTwitter": "twitter.com/suns",
            "strInstagram": "instagram.com/suns",
            "strDescriptionEN": "The Phoenix Suns are an American professional basketball team based in Phoenix, Arizona. The Suns compete in the National Basketball Association (NBA) as a member team of the league's Western Conference Pacific Division, and are the only team in their division not to be based in California. Since 1992, the Suns have played their home games at Talking Stick Resort Arena in downtown Phoenix.\r\n\r\nThe Suns began play as an expansion team in 1968. The franchise owns the NBA's fourth-best all-time winning percentage, winning 55 percent of its games, as of the end of the 2014–15 season. In 47 years of play, they have made the playoffs 29 times, posted 19 seasons of 50 or more wins, made nine trips to the Western Conference Finals, and advanced to the NBA Finals twice, in 1976 and 1993. As a result, the Suns are the team with the highest all-time win-loss percentage to have never won an NBA championship.\r\n\r\nWith the National Hockey League's Phoenix Coyotes changing their geographic location name to Arizona on June 27, 2014, which was required as part of their new Gila River Arena lease agreement, the Suns are the only men's major professional sports franchise based in the state of Arizona that brands themselves exclusively to the city of Phoenix rather than the state as a whole.",
            "strDescriptionDE": null,
            "strDescriptionFR": null,
            "strDescriptionCN": null,
            "strDescriptionIT": null,
            "strDescriptionJP": null,
            "strDescriptionRU": null,
            "strDescriptionES": null,
            "strDescriptionPT": null,
            "strDescriptionSE": null,
            "strDescriptionNL": null,
            "strDescriptionHU": null,
            "strDescriptionNO": null,
            "strDescriptionIL": null,
            "strDescriptionPL": null,
            "strKitColour1": "#1d1160",
            "strKitColour2": "#e56020",
            "strKitColour3": "",
            "strGender": "Male",
            "strCountry": "United States",
            "strTeamBadge": "https://www.thesportsdb.com/images/media/team/badge/qrtuxq1422919040.png",
            "strTeamJersey": "https://www.thesportsdb.com/images/media/team/jersey/ecvx0w1507048856.png",
            "strTeamLogo": "https://www.thesportsdb.com/images/media/team/logo/txuuvu1422919161.png",
            "strTeamFanart1": "https://www.thesportsdb.com/images/media/team/fanart/vqywsu1422920203.jpg",
            "strTeamFanart2": "https://www.thesportsdb.com/images/media/team/fanart/yryppp1422921608.jpg",
            "strTeamFanart3": "https://www.thesportsdb.com/images/media/team/fanart/xtvsxs1422921619.jpg",
            "strTeamFanart4": "https://www.thesportsdb.com/images/media/team/fanart/qsustx1422921632.jpg",
            "strTeamBanner": "https://www.thesportsdb.com/images/media/team/banner/vwpsuu1422921647.jpg",
            "strYoutube": "www.youtube.com/user/PhoenixSunsVideos",
            "strLocked": "unlocked"
        },
        {
            "idTeam": "134888",
            "idSoccerXML": null,
            "idAPIfootball": "156",
            "intLoved": null,
            "strTeam": "Portland Trail Blazers",
            "strTeamShort": "POR",
            "strAlternate": "",
            "intFormedYear": "1970",
            "strSport": "Basketball",
            "strLeague": "NBA",
            "idLeague": "4387",
            "strLeague2": "NBA Summer League",
            "idLeague2": "5399",
            "strLeague3": "",
            "idLeague3": null,
            "strLeague4": "",
            "idLeague4": null,
            "strLeague5": "",
            "idLeague5": null,
            "strLeague6": "",
            "idLeague6": null,
            "strLeague7": "",
            "idLeague7": null,
            "strDivision": null,
            "strStadium": "Moda Center",
            "strKeywords": "",
            "strRSS": "",
            "strStadiumThumb": "https://www.thesportsdb.com/images/media/team/stadium/wtsvpv1422925415.jpg",
            "strStadiumDescription": "Moda Center, formerly known as the Rose Garden, is the primary indoor sports arena in Portland, Oregon, United States. It is suitable for large indoor events of all sorts, including basketball, ice hockey, rodeos, circuses, conventions, ice shows, concerts, and dramatic productions. The arena has a capacity of 19,441 spectators when configured for basketball, fewer for other events. The arena is equipped with state-of-the-art acoustics and other amenities.\r\n\r\nIt is owned by Vulcan Inc., a holding company owned by Paul Allen, and is currently managed by Anschutz Entertainment Group and AEG Live. The primary tenant is the Portland Trail Blazers NBA franchise, also owned by Allen. The other major tenant of the building today is the major junior hockey franchise Portland Winterhawks of the Western Hockey League, which splits its schedule with the Memorial Coliseum next door. In addition to the Blazers and Winterhawks, several other professional sports franchises, and the Portland State University men's basketball team, either currently play home games in Moda Center, or have done so in the past. In addition, Moda Center is a popular venue for concerts and other artistic productions.\r\n\r\nConstruction began in 1993, and the arena opened on October 12, 1995. The arena cost US$262 million to build; construction was financed with funds obtained by a variety of sources, including the City of Portland, Allen's personal fortune, and $155 million in bonds issued by a consortium of mutual funds and insurance companies. These bonds would become the subject of an acrimonious 2004 bankruptcy in which the Oregon Arena Corporation, the holding company which owned the arena at the time, would forfeit title to the arena in lieu of repaying the bonds per the payment terms. Allen would later repurchase the arena from the creditors in 2007.",
            "strStadiumLocation": "Portland, Oregon",
            "intStadiumCapacity": "0",
            "strWebsite": "www.blazers.com",
            "strFacebook": "www.facebook.com/trailblazers",
            "strTwitter": "www.twitter.com/trailblazers",
            "strInstagram": "instagram.com/trailblazers",
            "strDescriptionEN": "The Portland Trail Blazers, commonly known as the Blazers, are a professional basketball team based in Portland, Oregon. They play in the Northwest Division of the Western Conference in the National Basketball Association (NBA). The Trail Blazers played their home games in the Memorial Coliseum before moving to Moda Center in 1995 (called the Rose Garden until 2013). The franchise entered the league in 1970, and Portland has been its only home city. The franchise has enjoyed a strong following; from 1977 through 1995, the team sold out 814 consecutive home games, the longest such streak in American major professional sports at the time, only since surpassed by the Cleveland Indians and the Boston Red Sox. The Trail Blazers have been the only NBA team based in the binational Pacific Northwest, after the Vancouver Grizzlies relocated to Memphis and became the Memphis Grizzlies in 2001, and the Seattle SuperSonics relocated to Oklahoma City and became the Oklahoma City Thunder in 2008.\r\n\r\nThe team has advanced to the NBA Finals three times, winning the NBA Championship once in 1977. Their other NBA Finals appearances were in 1990 and 1992. The team has qualified for the playoffs in 30 seasons of their 44-season existence, including a streak of 21 straight appearances from 1983 through 2003, the second longest streak in NBA history. Six Hall of Fame players have played for the Trail Blazers (Lenny Wilkens, Bill Walton, Clyde Drexler, Dražen Petrović, Arvydas Sabonis, and Scottie Pippen). Bill Walton is the franchise's most decorated player; he was the NBA Finals Most Valuable Player in 1977, and the regular season MVP the following year. Four Blazer rookies (Geoff Petrie, Sidney Wicks, Brandon Roy and Damian Lillard) have won the NBA Rookie of the Year award. Two Hall of Fame coaches, Lenny Wilkens and Jack Ramsay, have patrolled the sidelines for the Blazers, and two others, Mike Schuler and Mike Dunleavy, have won the NBA Coach of the Year award with the team.",
            "strDescriptionDE": null,
            "strDescriptionFR": null,
            "strDescriptionCN": null,
            "strDescriptionIT": null,
            "strDescriptionJP": null,
            "strDescriptionRU": null,
            "strDescriptionES": null,
            "strDescriptionPT": null,
            "strDescriptionSE": null,
            "strDescriptionNL": null,
            "strDescriptionHU": null,
            "strDescriptionNO": null,
            "strDescriptionIL": null,
            "strDescriptionPL": null,
            "strKitColour1": "#e03a3e",
            "strKitColour2": "#000000",
            "strKitColour3": "",
            "strGender": "Male",
            "strCountry": "United States",
            "strTeamBadge": "https://www.thesportsdb.com/images/media/team/badge/ljkd1r1696445959.png",
            "strTeamJersey": "https://www.thesportsdb.com/images/media/team/jersey/ar6ahi1507048943.png",
            "strTeamLogo": "https://www.thesportsdb.com/images/media/team/logo/4u21j61550478432.png",
            "strTeamFanart1": "https://www.thesportsdb.com/images/media/team/fanart/vsrrsr1422925433.jpg",
            "strTeamFanart2": "https://www.thesportsdb.com/images/media/team/fanart/tpxssq1422925444.jpg",
            "strTeamFanart3": "https://www.thesportsdb.com/images/media/team/fanart/urqyry1422925455.jpg",
            "strTeamFanart4": "https://www.thesportsdb.com/images/media/team/fanart/tpspxu1423007554.jpg",
            "strTeamBanner": "https://www.thesportsdb.com/images/media/team/banner/srypqp1422923552.jpg",
            "strYoutube": "",
            "strLocked": "unlocked"
        },
        {
            "idTeam": "134869",
            "idSoccerXML": null,
            "idAPIfootball": "157",
            "intLoved": "2",
            "strTeam": "Sacramento Kings",
            "strTeamShort": "SAC",
            "strAlternate": "",
            "intFormedYear": "1923",
            "strSport": "Basketball",
            "strLeague": "NBA",
            "idLeague": "4387",
            "strLeague2": "NBA Summer League",
            "idLeague2": "5399",
            "strLeague3": "",
            "idLeague3": null,
            "strLeague4": "",
            "idLeague4": null,
            "strLeague5": "",
            "idLeague5": null,
            "strLeague6": "",
            "idLeague6": null,
            "strLeague7": "",
            "idLeague7": null,
            "strDivision": null,
            "strStadium": "Golden 1 Center",
            "strKeywords": "",
            "strRSS": "",
            "strStadiumThumb": "https://www.thesportsdb.com/images/media/team/stadium/upvvxv1423008956.jpg",
            "strStadiumDescription": "Sleep Train Arena (originally ARCO Arena, later Power Balance Pavilion) is an indoor arena, located in Sacramento, California. Opened in 1988, it is the home of the National Basketball Association's Sacramento Kings. The arena is named for The Sleep Train, a chain of mattress and bed retailers based in Rocklin, California.",
            "strStadiumLocation": "Sacramento, California",
            "intStadiumCapacity": "17317",
            "strWebsite": "www.kings.com",
            "strFacebook": "www.facebook.com/sacramentokings",
            "strTwitter": "www.twitter.com/sacramentokings",
            "strInstagram": "www.instagram.com/sacramentokings",
            "strDescriptionEN": "The Sacramento Kings are a professional basketball team based in Sacramento, California. They are members of the Pacific Division of the Western Conference in the National Basketball Association (NBA). The Kings are the only team in the Major professional North American sports leagues located in Sacramento; they play their home games at Sleep Train Arena.\r\n\r\nThe Kings are the oldest franchise in the NBA, and one of the oldest continuously operating professional basketball franchises in the nation. They originated in Rochester, New York as the Rochester Seagrams in 1923. In 1945, the team was renamed the Rochester Royals and joined the National Basketball League. They jumped to the Basketball Association of America, forerunner of the NBA, in 1948. As the Royals, the team was often successful on the court, winning the NBA championship in 1951. However, they found it increasingly difficult to turn a profit in the comparatively small market of Rochester, and relocated to Cincinnati, Ohio in 1957, becoming the Cincinnati Royals. In 1972, the team relocated to Kansas City, Missouri, initially splitting their games between Kansas City and Omaha, Nebraska, and taking up the name Kansas City Kings. The team again failed to find success in that market, and moved to Sacramento in 1985. After the San Antonio Spurs lost the 2013 NBA Finals to the Miami Heat in seven games, the Kings are the only franchise to never trail in a single NBA Finals series.",
            "strDescriptionDE": null,
            "strDescriptionFR": null,
            "strDescriptionCN": null,
            "strDescriptionIT": null,
            "strDescriptionJP": null,
            "strDescriptionRU": null,
            "strDescriptionES": null,
            "strDescriptionPT": null,
            "strDescriptionSE": null,
            "strDescriptionNL": null,
            "strDescriptionHU": null,
            "strDescriptionNO": null,
            "strDescriptionIL": null,
            "strDescriptionPL": null,
            "strKitColour1": "#5a2b81",
            "strKitColour2": "#63727a",
            "strKitColour3": "",
            "strGender": "Male",
            "strCountry": "United States",
            "strTeamBadge": "https://www.thesportsdb.com/images/media/team/badge/5d3dpz1611859587.png",
            "strTeamJersey": "https://www.thesportsdb.com/images/media/team/jersey/1wzdm71507049060.png",
            "strTeamLogo": "https://www.thesportsdb.com/images/media/team/logo/1pk8gn1511465848.png",
            "strTeamFanart1": "https://www.thesportsdb.com/images/media/team/fanart/qqwqsx1423009287.jpg",
            "strTeamFanart2": "https://www.thesportsdb.com/images/media/team/fanart/wsyyxq1423010442.jpg",
            "strTeamFanart3": "https://www.thesportsdb.com/images/media/team/fanart/xrsqwu1423010185.jpg",
            "strTeamFanart4": "https://www.thesportsdb.com/images/media/team/fanart/uysstq1423010275.jpg",
            "strTeamBanner": "https://www.thesportsdb.com/images/media/team/banner/yuyuqu1423009258.jpg",
            "strYoutube": "",
            "strLocked": "unlocked"
        },
        {
            "idTeam": "134879",
            "idSoccerXML": null,
            "idAPIfootball": "158",
            "intLoved": null,
            "strTeam": "San Antonio Spurs",
            "strTeamShort": "SAS",
            "strAlternate": "",
            "intFormedYear": "1967",
            "strSport": "Basketball",
            "strLeague": "NBA",
            "idLeague": "4387",
            "strLeague2": "NBA Summer League",
            "idLeague2": "5399",
            "strLeague3": "",
            "idLeague3": null,
            "strLeague4": "",
            "idLeague4": null,
            "strLeague5": "",
            "idLeague5": null,
            "strLeague6": "",
            "idLeague6": null,
            "strLeague7": "",
            "idLeague7": null,
            "strDivision": null,
            "strStadium": "AT&T Center",
            "strKeywords": "",
            "strRSS": "",
            "strStadiumThumb": "https://www.thesportsdb.com/images/media/team/stadium/xrrqps1421952885.jpg",
            "strStadiumDescription": "The AT&T Center is an multi-purpose indoor arena on the east side of San Antonio, Texas, USA. It seats 18,581 for basketball, 16,000 for ice hockey, and 19,000 for concerts or religious gatherings, and contains 2,018 club seats, 50 luxury suites and 32 bathrooms.\r\n\r\nThe arena was completed in 2002, as the SBC Center, at a cost of $186 million, financed by county-issued bonds, which were supported by a hotel-occupancy and car-rental tax increase and an additional contribution of $28.5 million from the Spurs. SBC Communications, Inc., purchased the naming rights to the facility under a 20-year, $41 million naming rights agreement with Bexar County, the San Antonio Spurs, and the San Antonio Stock Show & Rodeo in July 2000. SBC Communications changed its name to AT&T Inc. in November 2005 after its purchase of AT&T Corporation. The arena officially changed its name to AT&T Center in January 2006.\r\n\r\nThe Professional Rodeo Cowboys Association holds the San Antonio Stock Show & Rodeo and an Xtreme Bulls tour event annually there, around February. On the weekend of August 1–2, 2009, the Professional Bull Riders hosted a Built Ford Tough Series event there (an event previously held at the Alamodome in 2007 and 2008).",
            "strStadiumLocation": "San Antonio, Texas",
            "intStadiumCapacity": "18581",
            "strWebsite": "www.spurs.com",
            "strFacebook": "www.facebook.com/Spurs",
            "strTwitter": "twitter.com/spurs",
            "strInstagram": "instagram.com/spurs",
            "strDescriptionEN": "The San Antonio Spurs are an American professional basketball team based in San Antonio, Texas. They are part of the Southwest Division of the Western Conference in the National Basketball Association (NBA). They are the current NBA champions.\r\n\r\nThe Spurs are one of four former American Basketball Association teams to remain intact in the NBA after the 1976 ABA–NBA merger and the only former ABA team to have won an NBA championship. The Spurs' five NBA championships are the fourth most in history behind only the Boston Celtics (17), Los Angeles Lakers (16), and Chicago Bulls (6). The Spurs currently rank second among active franchises for the highest winning percentage in NBA history trailing only the Los Angeles Lakers, and are the only team in the NBA with a tied or better head-to-head regular season record against every active NBA franchise.\r\n\r\nIn their 38 NBA seasons since 1976–1977, the Spurs have won 20 division titles. They have made the playoffs in 24 of the last 25 seasons (since 1989–1990) and have missed the playoffs four times since entering the NBA; they have not missed the playoffs in the 17 seasons since Tim Duncan was drafted by the Spurs in 1997. With their 50th win in the 2013–2014 season, the Spurs extended their record for most consecutive 50+ win seasons to 15 (the 1998/1999 season was shortened to 50 games because of a lockout and based on their win percentage of .740, would have easily surpassed 50 wins in an 82-game season, and thus extend the record by 2 more seasons). Only the team's current head coach, Gregg Popovich, who had been the team's general manager before replacing Bob Hill in 1996, has had a longer tenure with the Spurs.",
            "strDescriptionDE": null,
            "strDescriptionFR": null,
            "strDescriptionCN": null,
            "strDescriptionIT": null,
            "strDescriptionJP": null,
            "strDescriptionRU": null,
            "strDescriptionES": null,
            "strDescriptionPT": null,
            "strDescriptionSE": null,
            "strDescriptionNL": null,
            "strDescriptionHU": null,
            "strDescriptionNO": null,
            "strDescriptionIL": null,
            "strDescriptionPL": null,
            "strKitColour1": "#000000",
            "strKitColour2": "#c4ced4",
            "strKitColour3": "",
            "strGender": "Male",
            "strCountry": "United States",
            "strTeamBadge": "https://www.thesportsdb.com/images/media/team/badge/obucan1611859537.png",
            "strTeamJersey": "https://www.thesportsdb.com/images/media/team/jersey/5t8zom1507049165.png",
            "strTeamLogo": "https://www.thesportsdb.com/images/media/team/logo/sqpuru1423091136.png",
            "strTeamFanart1": "https://www.thesportsdb.com/images/media/team/fanart/xtwtxr1422128274.jpg",
            "strTeamFanart2": "https://www.thesportsdb.com/images/media/team/fanart/vuvwuy1423093460.jpg",
            "strTeamFanart3": "https://www.thesportsdb.com/images/media/team/fanart/ytvvxx1423093471.jpg",
            "strTeamFanart4": "https://www.thesportsdb.com/images/media/team/fanart/vrwsqv1423093481.jpg",
            "strTeamBanner": "https://www.thesportsdb.com/images/media/team/banner/qqrsxw1421953242.jpg",
            "strYoutube": "www.youtube.com/user/saspursvideos",
            "strLocked": "unlocked"
        },
        {
            "idTeam": "134864",
            "idSoccerXML": null,
            "idAPIfootball": "159",
            "intLoved": "3",
            "strTeam": "Toronto Raptors",
            "strTeamShort": "TOR",
            "strAlternate": "",
            "intFormedYear": "1995",
            "strSport": "Basketball",
            "strLeague": "NBA",
            "idLeague": "4387",
            "strLeague2": "NBA Summer League",
            "idLeague2": "5399",
            "strLeague3": "",
            "idLeague3": null,
            "strLeague4": "",
            "idLeague4": null,
            "strLeague5": "",
            "idLeague5": null,
            "strLeague6": "",
            "idLeague6": null,
            "strLeague7": "",
            "idLeague7": null,
            "strDivision": null,
            "strStadium": "Scotiabank Arena",
            "strKeywords": "",
            "strRSS": "",
            "strStadiumThumb": "https://www.thesportsdb.com/images/media/team/stadium/yxrssy1423095391.jpg",
            "strStadiumDescription": "The Air Canada Centre (ACC) (French: Centre Air Canada) is a multi-purpose indoor sporting arena located on Bay Street in the South Core district of Downtown Toronto, Ontario, Canada. It is the home of the Toronto Maple Leafs of the National Hockey League (NHL), the Toronto Raptors of the National Basketball Association (NBA), and the Toronto Rock of the National Lacrosse League (NLL). It was also home to the Toronto Phantoms of the Arena Football League (AFL) during their brief existence. The arena is popularly known as the ACC or the Hangar (the latter nickname came from its sponsorship by Air Canada).\r\n\r\nThe arena is owned and operated by Maple Leaf Sports & Entertainment Ltd. (MLSE), the same group that owns both the Leafs and Raptors, and is 665,000 square feet (61,800 square metres) in size. In 2008, the ACC was the fifth busiest arena in the world and the busiest in Canada. Air Canada Centre is connected to Union Station and the underground pedestrian PATH system, providing access to public transportation (TTC's Union subway station and GO Transit). There are also 13,000 parking spaces.\r\n\r\nThe Air Canada Centre has, from its initial design to completion, revolutionized many concepts included in new arenas and stadiums built since then. These features include luxury suites accessible on the ground floor, splitting the main scoreboard into several sections, rotating all sponsor signage in the bowl at once (to allow dominant messaging), and multiple restaurants in and out of the main arena bowl view.",
            "strStadiumLocation": "Toronto, Ontario",
            "intStadiumCapacity": "19800",
            "strWebsite": "www.raptors.com",
            "strFacebook": "www.facebook.com/TorontoRaptors",
            "strTwitter": "twitter.com/raptors",
            "strInstagram": "instagram.com/thetorontoraptors",
            "strDescriptionEN": "The Toronto Raptors are a Canadian professional basketball team based in Toronto, Ontario, that competes in the National Basketball Association (NBA). The Raptors are part of the league's Atlantic Division of the Eastern Conference. The team was established in 1995, along with the Vancouver Grizzlies, as part of the NBA's expansion into Canada. When the Grizzlies relocated to Memphis, Tennessee to become the Memphis Grizzlies in 2001, the Raptors became the only Canadian team in the NBA. They originally played their home games at the SkyDome (later renamed Rogers Centre), before moving along Bremner Boulevard to the Air Canada Centre in 1999.\r\n\r\nLike most expansion teams, the Raptors struggled in their early years, but after the acquisition of Vince Carter through a draft day trade in 1998, the team set league attendance records and made the NBA playoffs in 2000, 2001, and 2002. Carter was instrumental in leading the team to a then-franchise high 47 wins and their first playoff series win in 2001, where they advanced to the Eastern Conference Semifinals. During the 2002–03 and 2003–04 seasons, they failed to make significant progress and he was traded in 2004 to the New Jersey Nets.\r\n\r\nAfter Carter left, Chris Bosh emerged as the team leader. In 2006–07, Bryan Colangelo's first full season as President and General Manager, a combination of Bosh, 2006 first overall NBA draft pick Andrea Bargnani and a revamp of the roster helped the Raptors qualify for their first playoff berth in five years, capturing the Atlantic Division title with 47 wins. In the 2007–08 season, they advanced to the playoffs again, but failed to make the playoffs in each of the next five seasons. In a bid to persuade Bosh to stay, Colangelo overhauled the team roster for the 2009–10 season, but Bosh signed with the Miami Heat in July 2010, ushering in yet another era of rebuilding for the Raptors.\r\n\r\nAfter Masai Ujiri was brought in as the new General Manager in 2013, he traded Bargnani to the New York Knicks. With a backcourt led by Kyle Lowry and DeMar DeRozan, the Raptors returned to the playoffs, won their second Atlantic Division title, and won a franchise record 48 games in the 2013–14 season. However, they failed for a fourth consecutive time to advance beyond the first round of the playoffs.",
            "strDescriptionDE": null,
            "strDescriptionFR": null,
            "strDescriptionCN": null,
            "strDescriptionIT": null,
            "strDescriptionJP": null,
            "strDescriptionRU": null,
            "strDescriptionES": null,
            "strDescriptionPT": null,
            "strDescriptionSE": null,
            "strDescriptionNL": null,
            "strDescriptionHU": null,
            "strDescriptionNO": null,
            "strDescriptionIL": null,
            "strDescriptionPL": null,
            "strKitColour1": "#ce1141",
            "strKitColour2": "#000000",
            "strKitColour3": "",
            "strGender": "Male",
            "strCountry": "Canada",
            "strTeamBadge": "https://www.thesportsdb.com/images/media/team/badge/ax36vz1635070057.png",
            "strTeamJersey": "https://www.thesportsdb.com/images/media/team/jersey/2yx29v1507049267.png",
            "strTeamLogo": "https://www.thesportsdb.com/images/media/team/logo/sh566p1549619417.png",
            "strTeamFanart1": "https://www.thesportsdb.com/images/media/team/fanart/tqxtqq1421602080.jpg",
            "strTeamFanart2": "https://www.thesportsdb.com/images/media/team/fanart/qssswp1423095411.jpg",
            "strTeamFanart3": "https://www.thesportsdb.com/images/media/team/fanart/wpxuvp1423095423.jpg",
            "strTeamFanart4": "https://www.thesportsdb.com/images/media/team/fanart/6nr2m51486248833.jpg",
            "strTeamBanner": "https://www.thesportsdb.com/images/media/team/banner/tvsrvr1423095451.jpg",
            "strYoutube": "",
            "strLocked": "unlocked"
        },
        {
            "idTeam": "134889",
            "idSoccerXML": null,
            "idAPIfootball": "160",
            "intLoved": null,
            "strTeam": "Utah Jazz",
            "strTeamShort": "UTA",
            "strAlternate": "",
            "intFormedYear": "1974",
            "strSport": "Basketball",
            "strLeague": "NBA",
            "idLeague": "4387",
            "strLeague2": "NBA Summer League",
            "idLeague2": "5399",
            "strLeague3": "",
            "idLeague3": null,
            "strLeague4": "",
            "idLeague4": null,
            "strLeague5": "",
            "idLeague5": null,
            "strLeague6": "",
            "idLeague6": null,
            "strLeague7": "",
            "idLeague7": null,
            "strDivision": null,
            "strStadium": "Vivint Smart Home Arena",
            "strKeywords": "",
            "strRSS": "",
            "strStadiumThumb": "https://www.thesportsdb.com/images/media/team/stadium/rwypww1423265214.jpg",
            "strStadiumDescription": "EnergySolutions Arena (originally Delta Center) is an indoor arena, in Salt Lake City, Utah, United States, owned by Jazz Basketball Investors, Inc., the estate of Larry H. Miller. The arena seats 19,911 for basketball, has 56 luxury suites, and 668 club seats.\r\n\r\nOpened in 1991, the arena was known as the Delta Center, until EnergySolutions purchased the naming rights, after Delta Air Lines declined to renew their 15 year contact, effective November 20, 2006.\r\n\r\nThe arena is the home of the NBA's Utah Jazz.\r\n\r\nThe arena was also home to the figure skating and short track speed skating competitions of the 2002 Winter Olympics (during the Olympics, the arena was referred to as the Salt Lake Ice Center).\r\nThe arena was originally imagined as 20,000-seat home for the Utah Jazz and Salt Lake Golden Eagles to replace the since-demolished Salt Palace arena, which had 12,616 seats. Under the leadership and private financing of Utah businessman Larry H. Miller, ground was broken on May 22, 1990, and it was completed on October 4, 1991 in time for late-October basketball games, at a cost of $93 million.\r\n\r\nThe first game played in the arena was a Golden Eagles match against the Peoria Rivermen on October 16, 1991, which the home team lost 4–2. The Eagles had also played the inaugural game in the Salt Palace when it opened on October 10, 1969. The Eagles, which were purchased by Miller in 1990, lost nearly a million dollars annually and would not long play in the Delta Center.\r\n\r\nThe first basketball game played in the arena was a Jazz pre-season loss against Patrick Ewing and the New York Knicks, 101–95. In addition to sports, the arena was intended to host large music concerts. On October 24, 1991, Oingo Boingo became the first headlining act to rock the Delta Center.",
            "strStadiumLocation": "Salt Lake City, Utah",
            "intStadiumCapacity": "19911",
            "strWebsite": "www.utahjazz.com",
            "strFacebook": "www.facebook.com/NBAUtahJazz",
            "strTwitter": "twitter.com/utahjazz",
            "strInstagram": "instagram.com/utahjazz",
            "strDescriptionEN": "The Utah Jazz are an American professional basketball franchise based in Salt Lake City, Utah. They are a part of the Northwest Division in the Western Conference in the National Basketball Association (NBA). The franchise began in 1974 as the New Orleans Jazz in New Orleans, Louisiana; the team moved to Salt Lake City in 1979.\r\n\r\nThe Jazz were one of the least successful teams in the league in their early years. Although it took the Jazz 10 years before they made a playoff appearance (in 1984), they would not miss the playoffs again until 2004. During the late 1980s, John Stockton and Karl Malone arose as the franchise players for the team, and formed one of the most famed point guard–power forward duos in NBA history. Led by coach Jerry Sloan, who took over for Frank Layden in 1988, they became one of the powerhouse teams of the 1990s, culminating in two NBA Finals appearances in 1997 and 1998, where they lost both times to the Chicago Bulls, led by Michael Jordan.\r\n\r\nBoth Stockton and Malone moved on in 2003. After missing the playoffs for three consecutive seasons the Jazz returned to prominence under the on-court leadership of point guard Deron Williams. However, partway through the 2010–11 NBA season, the Jazz began a restructuring after Sloan's retirement and Williams' trade to the New Jersey Nets. The team has made the playoffs since then: in 2012 under coach Tyrone Corbin, and are beginning a new era under head coach Quin Snyder.\r\n\r\nThe Jazz are one of two teams in the major professional sports leagues located in the state of Utah; the other team is Real Salt Lake, a professional soccer team in Major League Soccer (MLS).",
            "strDescriptionDE": null,
            "strDescriptionFR": null,
            "strDescriptionCN": null,
            "strDescriptionIT": null,
            "strDescriptionJP": null,
            "strDescriptionRU": null,
            "strDescriptionES": null,
            "strDescriptionPT": null,
            "strDescriptionSE": null,
            "strDescriptionNL": null,
            "strDescriptionHU": null,
            "strDescriptionNO": null,
            "strDescriptionIL": null,
            "strDescriptionPL": null,
            "strKitColour1": "#002b5c",
            "strKitColour2": "#00471b",
            "strKitColour3": "#f9a01b",
            "strGender": "Male",
            "strCountry": "United States",
            "strTeamBadge": "https://www.thesportsdb.com/images/media/team/badge/ne4a051664478964.png",
            "strTeamJersey": "https://www.thesportsdb.com/images/media/team/jersey/4n7z351668254347.png",
            "strTeamLogo": "https://www.thesportsdb.com/images/media/team/logo/ajbdu71600552822.png",
            "strTeamFanart1": "https://www.thesportsdb.com/images/media/team/fanart/wpqtqy1423265245.jpg",
            "strTeamFanart2": "https://www.thesportsdb.com/images/media/team/fanart/xxsprs1423265265.jpg",
            "strTeamFanart3": "https://www.thesportsdb.com/images/media/team/fanart/uxtwwq1423265422.jpg",
            "strTeamFanart4": "https://www.thesportsdb.com/images/media/team/fanart/vvqtpq1423265295.jpg",
            "strTeamBanner": "https://www.thesportsdb.com/images/media/team/banner/vxuwvs1423265405.jpg",
            "strYoutube": "",
            "strLocked": "unlocked"
        },
        {
            "idTeam": "134884",
            "idSoccerXML": null,
            "idAPIfootball": "161",
            "intLoved": null,
            "strTeam": "Washington Wizards",
            "strTeamShort": "WAS",
            "strAlternate": "",
            "intFormedYear": "1961",
            "strSport": "Basketball",
            "strLeague": "NBA",
            "idLeague": "4387",
            "strLeague2": "NBA Summer League",
            "idLeague2": "5399",
            "strLeague3": "",
            "idLeague3": null,
            "strLeague4": "",
            "idLeague4": null,
            "strLeague5": "",
            "idLeague5": null,
            "strLeague6": "",
            "idLeague6": null,
            "strLeague7": "",
            "idLeague7": null,
            "strDivision": null,
            "strStadium": "Capital One Arena",
            "strKeywords": "",
            "strRSS": "",
            "strStadiumThumb": "https://www.thesportsdb.com/images/media/team/stadium/tqqtxy1423267405.jpg",
            "strStadiumDescription": "The Verizon Center, formerly known as the MCI Center, is a sports and entertainment arena in Washington, D.C.\r\n\r\nNamed after its sponsor, the telecommunications company Verizon Communications, the Verizon Center has been nicknamed the \"Phone Booth\" by local fans, because of its historical association with various telecommunications companies, such as MCI Inc. Located in the Chinatown neighborhood of Washington, D.C., the Verizon Center sits atop the Gallery Place rapid transit station of the Washington Metro.",
            "strStadiumLocation": "Washington, D.C.",
            "intStadiumCapacity": "20356",
            "strWebsite": "www.washingtonwizards.com",
            "strFacebook": "www.facebook.com/Wizards",
            "strTwitter": "twitter.com/WashWizards",
            "strInstagram": "instagram.com/officialwashingtonwizards",
            "strDescriptionEN": "The Washington Wizards are an American professional basketball team based in Washington, D.C.. They are part of the Southeast Division of the Eastern Conference in the National Basketball Association (NBA). The team plays their home games at the Verizon Center, in the Chinatown neighborhood of Washington, D.C.",
            "strDescriptionDE": null,
            "strDescriptionFR": null,
            "strDescriptionCN": null,
            "strDescriptionIT": null,
            "strDescriptionJP": null,
            "strDescriptionRU": null,
            "strDescriptionES": null,
            "strDescriptionPT": null,
            "strDescriptionSE": null,
            "strDescriptionNL": null,
            "strDescriptionHU": null,
            "strDescriptionNO": null,
            "strDescriptionIL": null,
            "strDescriptionPL": null,
            "strKitColour1": "#002b5c",
            "strKitColour2": "#e31837",
            "strKitColour3": "",
            "strGender": "Male",
            "strCountry": "United States",
            "strTeamBadge": "https://www.thesportsdb.com/images/media/team/badge/rhxi9w1621594729.png",
            "strTeamJersey": "https://www.thesportsdb.com/images/media/team/jersey/04v04z1507049420.png",
            "strTeamLogo": "https://www.thesportsdb.com/images/media/team/logo/xz33bp1600553002.png",
            "strTeamFanart1": "https://www.thesportsdb.com/images/media/team/fanart/uuryys1423267426.jpg",
            "strTeamFanart2": "https://www.thesportsdb.com/images/media/team/fanart/yrvwrq1423267440.jpg",
            "strTeamFanart3": "https://www.thesportsdb.com/images/media/team/fanart/yqvvqs1423267459.jpg",
            "strTeamFanart4": "https://www.thesportsdb.com/images/media/team/fanart/quwvrs1423267473.jpg",
            "strTeamBanner": "https://www.thesportsdb.com/images/media/team/banner/vvuwqs1423267492.jpg",
            "strYoutube": "",
            "strLocked": "unlocked"
        }
    ]
}